[
{"title": "Rupee weakens against dollar", "excerpt": "Rupee hit an all-time low of Rs178.24 ", "author": "Our Correspondent", "date": "March 01, 2022", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "storyLocation": "KARACHI:", "story": "The rupee weakened against the US dollar at Rs177.47 in the inter-bank market on Monday compared with Friday’s close of Rs177.11, according to the State Bank of Pakistan (SBP). On December 29, 2021 the rupee hit an all-time low of Rs178.24 against the greenback as demand for the dollar stood higher compared to its supply in the wake of an expanding current account deficit, swelling imports, rising global commodity prices and uncertainty about the resumption of IMF loan programme."},
{"title": "With Russia-Ukraine war, inflation to rise further", "excerpt": "Moscow may pause investment in Pakistan Stream Gas Pipeline until conflict ends\n", "author": "Our Correspondent", "date": "March 01, 2022", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "storyLocation": "KARACHI:", "story": "Experts have agreed that inflation in Pakistan is expected to spike further following the Russian invasion of Ukraine."},
{"title": "MSCI to remove Russian listings", "excerpt": "MSCI announced on Thursday that it had frozen the index", "author": "Reuters", "date": "March 01, 2022", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "storyLocation": "LONDON:", "story": "Russia’s stock market is “uninvestable” after stringent new Western sanctions and central bank restrictions on trading, making removal of Russian listings from indexes a “natural next step”, a top executive at equity index provider MSCI said on Monday. “It would not make a lot of sense for us to continue to include Russian securities if our clients and investors cannot transact in the market,” Dimitris Melas, MSCI’s Head of Index Research and Chair of the Index Policy Committee, told Reuters. “It is obvious to all of us that the market is very difficult to trade and, in fact, it is uninvestable today.” Melas said the company could launch a consultation with investors immediately, the result of which could be announced within days along with the action which would be taken. MSCI announced on Thursday that it had frozen the index and would not implement the changes for Russian securities it had previously announced as part of its February review."},
{"title": "FBR beats Jul-Feb tax target", "excerpt": "Collection rises Rs268 billion, narrowly avoids missing February target", "author": "Shahbaz Rana", "date": "March 01, 2022", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "storyLocation": "ISLAMABAD:", "story": "The Federal Board of Revenue (FBR) exceeded its eight-month tax collection target by Rs268 billion but narrowly avoided missing the monthly target for the third month in a row after slowing down disbursement of taxpayers’ refunds."},
{"title": "Oil soars as Russian energy supply fears intensify", "excerpt": "Surges past $100 as Moscow puts nuclear deterrent on high alert", "author": "Reuters", "date": "March 01, 2022", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "storyLocation": "LONDON:", "story": "Oil prices jumped on Monday as western allies imposed more sanctions on Russia and blocked some Russian banks from a global payments system, which could cause severe disruption to its oil exports."},
{"title": "Call to introduce new marble technology", "excerpt": "It will help boost country’s exports and economy", "author": "Our Correspondent", "date": "March 01, 2022", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "storyLocation": "ISLAMABAD:", "story": "Several construction sector projects are being developed in Dubai and the rest of the UAE and Pakistan has immense potential to increase exports of its value-added marble products to the Middle Eastern nation, said Dubai-based businessmen Amin Noorani and Nasir Ahmed."},
{"title": "Market mixed over cut in fuel, energy prices", "excerpt": "Some traders laud move, others fear it will spark inflation", "author": "Salman Siddiqui", "date": "March 01, 2022", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "storyLocation": "KARACHI:", "story": "Businessmen and industrialists have welcomed Prime Minister Imran Khan’s announcement of lowering down petroleum prices and power tariff and maintaining them at that level (revised) over the next four months."},
{"title": "E-payments show robust growth", "excerpt": "Mobile, internet banking emerge as top areas in adoption of electronic transactions", "author": "Usman Hanif", "date": "March 01, 2022", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "storyLocation": "KARACHI:", "story": "After receiving a boost in the wake of Covid-19 lockdowns, the uptrend in digital payments continued as Pakistan recorded a robust increase in the number of electronic transactions in the first quarter of fiscal year 2021-22."}
]