[
{"title": "Ukraine to join NATO cyber defence centre as 'contributing participant'", "excerpt": "Ukraine will join NATO Cooperative Cyber Defence Centre of Excellence as a 'contributing participant'.", "author": "Reuters", "date": "March 05, 2022", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "storyLocation": "LONDON,:", "story": ["Ukraine will join the NATO Cooperative Cyber Defence Centre of Excellence (CCDCOE) as a \"contributing participant\", the NATO-accredited military research institution said in a statement on Friday.", "\"Ukraine could bring valuable first-hand knowledge of several adversaries within the cyber domain to be used for research, exercises and training,\" CCDCOE Director Colonel Jaak Tarien said in a statement on the CCDCOE website.", "The CCDCOE, which is based in Estonia, would benefit from Ukraine's \"valuable experience from previous cyberattacks\", the statement said.", "Ukraine would be admitted to the centre as a \"contributing participant\" after writing to express its interest in joining the NATO CCDCOE in a letter, the statement said.", "\"The centre has already expanded its membership outside the NATO nations,\" it added."]},
{"title": "Ukraine to unveil NFTs to support military as crypto funding push continues", "excerpt": "Ukraine to sell NFTs to support its armed forces by raising crypto funds, Vice-Prime minister says.", "author": "Reuters", "date": "March 04, 2022", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "storyLocation": "LONDON,:", "story": ["Ukraine will unveil plans for NFTs to support its armed forces, its vice-prime minister said on Thursday, the latest move in Kyiv's efforts to raise funds in crypto assets after Russia invaded the country last week.", "Non-fungible tokens (NFTs) are a kind of crypto asset which represents a digital file such as an image, video or text. They surged in popularity in 2021, generating $25 billion of sales volume. ", "\"We will announce NFTs to support Ukrainian Armed Forces soon,\" Mykhailo Fedorov said in a tweet, without giving any further details of the project.", "\"Every day there are more and more people willing to help Ukraine to fight back the aggression.\"", "Fedorov, also Ukraine's minister of digital transformation, has spearheaded Kyiv's push to raise funds in cryptoassets.", "Ukraine last week posted appeals on social media for donations of bitcoin and other digital tokens to support the country. As of Wednesday, it had raised crypto worth almost $43 million in around almost 67,000 donations, according to blockchain researcher Elliptic.", "Ukraine's ministry of digital transformation has told Reuters they would use the funds \"To destroy as much Russian soldiers as possible.\"", "Fedorov last week asked major crypto exchanges to block the digital wallet addresses of Russian users. Yet several major platforms have declined to impose any such blanket ban - a decision that experts say weakens Western attempts to  isolate Moscow following its invasion of Ukraine. "]},
{"title": "Panasonic plans new massive battery plant in US to supply Tesla", "excerpt": "Panasonic to build mega-factory in the US to make a new type EV battery for Tesla.", "author": "Reuters", "date": "March 04, 2022", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "storyLocation": "TOKYO:", "story": ["Japan's Panasonic Corp is looking to purchase land in the United States for a mega-factory to make a new type of electric vehicle (EV) battery for Tesla Inc, public broadcaster NHK reported on Friday.", "Panasonic is looking at building the factory, to cost several billion dollars, in either Oklahoma or Kansas close to Texas, where Tesla is preparing a new EV plant, NHK reported. NHK gave no timeline for Panasonic's US project.", "NHK did not cite the source of its information. Panasonic said the reported plan was not something it announced.", "A long-time supplier for Tesla, Panasonic has said it plans to begin mass-producing the new type of lithium-ion battery for Tesla before the end of March 2024 with two new production lines at its western Japanese plant in Wakayama.", "The 4680 format (46 millimetres wide and 80 millimetres tall) battery is about five times bigger than those currently supplied to Tesla, meaning the US car maker will be able to lower production costs and improve vehicle range.", "Panasonic's relationship with Tesla stretches back more than a decade when Tesla signed an agreement that made the Japanese company its key battery supplier.", "Since then, Tesla has ramped up production and diversified its supply chain to other firms, including Chinese manufacturers of cheaper lithium iron phosphate (LFP) powerpacks such as Contemporary Amperex Technology Co (CATL).", "South Korea LG Energy Solution Ltd also plans to make 4680 batteries, sources told Reuters last year.", "Shares of Panasonic were down 3% in morning trade in Tokyo compared with a 2.5% decline for the broader Nikkei 225 index."]},
{"title": "Cryptocurrencies in a time of war", "excerpt": "The value of cryptocurrency ever since Russia invaded Ukraine has prompted increased demand in Russia and beyond.", "author": "Reuters", "date": "March 05, 2022", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "storyLocation": "LONDON:", "story": ["Cryptocurrencies have been close to the headlines since Russia invaded Ukraine, with the ever-volatile bitcoin in demand in Russia and beyond.", "Here are some charts that look at how cryptocurrencies have fared during the largest attack on a European country since World War Two.", "CORRELATION CONUNDRUM", "Correlated or not? That's long been the question for bitcoin , with the original cryptocurrency at times marching to the equity beat -- and at other times not.", "Bitcoin initially slumped after Russia launched its assault on Ukraine as investors dumped riskier assets, falling as much as 8% on Thursday before clawing back losses on the day. European stocks fell 3.3% while the S&P 500 added 1.5%.", "The paths of bitcoin and stocks have since entwined again, albeit to differing degrees.", "Bitcoin jumped 14.5% on Monday in its best day in a year, and now stands up 12% since the day before the invasion began on Feb 24. US stocks have made smaller gains, with the S&P 500 edging up 3.3%. MSCI's world index is down slightly.", "\"It's still largely been correlated with US equities throughout this crisis,\" Joseph Edwards, head of financial strategy at crypto firm Solrise Group, said of bitcoin.", "Cryptocurrencies during Russia's war", "Bitcoin and stocks", "A SAFE HAVEN?", "Crypto aficionados see bitcoin as \"digital gold,\" a handy place to store cash during war or disaster. Bitcoin, the argument goes, has a limited supply and runs on a global computer network beyond the reach of governments and is therefore safer than traditional currencies.", "Things are never that simple. Bitcoin's safe-haven chops are unclear: It often behaves more like risk-on assets such as stocks.", "Investors say that during the war bitcoin's characteristics have stoked demand and helped it outperform other traditional havens. Gold is up 2.6% while the US 10-year Treasury yield has fallen 8.7% since last Wednesday.", "Yet the moves may do little to settle arguments over bitcoin's safe-haven credentials, analysts said.", "\"We don't think BTC is being viewed as a safe haven, nor should be, but instead its appeal is it's a supply capped, credit free, digital bearer asset that is proving to be a viable alternative to traditional finance in this current environment,\" said Richard Usher at crypto firm BCB Group.", "\"If the situation continues to escalate and risk markets badly suffer it will struggle to rally further, but in our view still outperform.\"", "Bitcoin and safe havens", "ROUBLE ROUTED, BITCOIN BOUNCES", "Crypto trading in Russia has soared as the rouble was battered by Western sanctions which aim to squeeze Russia's economy and sever it from the global financial system.", "The Russian currency hit an all-time low of 118.35 per dollar on Thursday. ", "Trading volumes between the rouble and major cryptocurrencies hit 15.3 billion roubles ($140.7 million) on Monday, a three-fold jump from a week earlier, according to researcher CryptoCompare.", "Rouble-denominated trades with Tether -- a so-called stablecoin designed to keep a steady value -- hit 3.3 billion roubles on Monday, their highest this year and almost five times more than a week earlier, the data showed.", "The figures suggest that people are scrambling to covert savings to crypto in Russia.", "The war has contributed to the narrative that bitcoin \"is not just a speculative asset, it is also a seizure-resistant, policy-independent, longer-term store of value,\" said Noelle Acheson, head of Market Insights at New York-based Genesis."]},
{"title": "Crypto exchanges won't bar Russians, raising fears of sanctions backdoor", "excerpt": "Some cryptocurrency exchanges are adamant about staying in Russia, undermining Western efforts to isolate the country.", "author": "Reuters", "date": "March 03, 2022", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "storyLocation": "LONDON:", "story": ["Some of the world's biggest cryptocurrency exchanges are staying put in Russia, breaking ranks with mainstream finance in a decision that experts say weakens Western attempts to isolate Moscow following the invasion of Ukraine.", "Western sanctions, which aim to squeeze Russia's economy and sever it from the global financial system, have forced companies and financial firms in their droves to halt business in the country. ", "But many of the world's largest crypto exchanges - including Binance and US-based Kraken and Coinbase - have stopped short of a blanket ban on Russian clients, despite a plea from the Ukrainian government for one. They said they would screen users and block anyone targeted by sanctions.", "The standoff illustrates the ideological gulf between the traditional financial sector and the world of cryptocurrencies, whose roots lie in libertarian ideals and distrust of governments.", "The crypto exchanges argued that cutting off a whole nation would run counter to bitcoin's ethos of offering access to payments free of government oversight.", "Yet some anti-money laundering specialists warned the exchanges could be keeping a route open for Russians to move money abroad, thus undermining Western efforts to pressure Russia to back away from war.", "\"There's no question sanctions are diminished,\" said Ross Delston, a US lawyer and former banking regulator, adding that cryptocurrencies \"allow an avenue for a flight to safety that would not have existed otherwise\".", "While most exchanges do require ID checks, the rigour of \"know-you-customer\" rules differs across the industry, worrying regulators who see crypto as a vehicle for illicit cash.", "Anti-money laundering and crypto experts said people targeted by sanctions may try to move funds via so-called privacy coins - a class of cryptocurrencies that obscures the identity of users more than bitcoin. Supporters say they offer users greater protection from intrusive monitoring by governments.", "RUSH OUT OF ROUBLES", "Russian households and businesses have rushed to convert roubles into foreign currency, as the rouble hit a record low of 110 versus the dollar on Wednesday.", "There are signs too that suggesting that people are scrambling to covert savings to crypto - trading volumes between the rouble and cryptocurrencies hit 15.3 billion roubles ($140.7 million) on Monday, a three-fold jump from a week earlier, according to researcher CryptoCompare. ", "The spike has worried regulators, with the European Commission looking at whether crypto is being used to get around sanctions, an EU official said on Wednesday. ", "The US Treasury and Britain's financial watchdog did not respond to requests for comment for this story.", "The crypto exchanges' stance goes against that of several traditional payment companies and fintech firms that have responded to sanctions by restricting services in Russia.", "Payments company Wise and remittance processor Remitly have, for instance, suspended money-transfer services in Russia, while Apple Inc limited use of Apple Pay.", "US payment card giants Visa Inc and Mastercard Inc also blocked multiple Russian financial firms from their networks. ", "'LIBERTARIAN VALUES'", "Ukraine's Vice Prime Minister Mykhailo Fedorov on Sunday asked crypto exchanges to block the digital wallet addresses of Russian users, a move that would effectively stamp out their ability to trade crypto.", "I'm asking all major crypto exchanges to block addresses of Russian users.", "\n", "\nIt's crucial to freeze not only the addresses linked to Russian and Belarusian politicians, but also to sabotage ordinary users.", "Kraken CEO Jesse Powell said he would not acquiesce, calling bitcoin the \"embodiment of libertarian values.\"", "1/6 I understand the rationale for this request but, despite my deep respect for the Ukrainian people, ", " cannot freeze the accounts of our Russian clients without a legal requirement to do so.", "\n", "\nRussians should be aware that such a requirement could be imminent. ", " ", "Blocking users from an entire country \"does not necessarily punish those who are actually responsible and who may have already prepared for the possibility of blanket sanctions,\" a Kraken spokesperson said.", "Kraken complies with legal and regulatory requirements of all jurisdictions where it operates, they added.", "Binance, the world's largest crypto exchange, also refused to ban all Russian users but says it is blocking the accounts of any clients targeted by sanctions. \"Crypto was meant to provide greater financial freedom for people across the globe,\" it said on Monday. ", "Binance accounts for over 40% of all crypto trades in roubles, CryptoCompare said. A Binance spokesperson declined to comment on the figure, or give details of any sanctioned users it had blocked.", "US cryptocurrency exchange Coinbase Global Inc too said it would not impose a blanket ban on transactions involving Russians, though it would block accounts of those targeted by sanctions. ", "Yet continuing to operate in Russia likely poses risks for exchanges themselves, warned Joby Carpenter, a specialist in crypto and illicit finance at the Association of Certified Anti-Money Laundering Specialists.", "\"Exchanges and, ultimately, banks where cryptoassets off-ramp will need to be alert to these efforts to avoid breaching sanctions or terrorism legislation,\" Carpenter said."]}
]