[
{"title": ["Pakistani fintech CreditBook raises $11 million in latest funding round"], "author": ["Mutaher Khan"], "article": [["CreditBook, a Pakistani fintech that helps micro-entrepreneurs digitise and keep records of their transactions, has raised $11 million in the latest round of funding, it announced in a statement on Friday. ", "According to CreditBook, the round was led by renowned venture capital firms Tiger Global and firstminute Capital, both of which invested in Pakistan for the first time. Other investors included VentureSouq, Ratio Ventures and i2i Ventures. ", "In addition, angel investors included Julian Shapiro, Turner Novak, Sriram Krishnan, and operators from companies such as AirBnB, Microsoft, Robinhood and Lazada, the startup said.", "The latest funding will enable CreditBook to \"strengthen its team, focus on value added features for cash flow management and position itself as a leading financial service provider for small business owners\".", "The startup, which was launched in 2020, is the \"leading digital bookkeeping solution\" among micro-entrepreneurs in Pakistan, according to the statement. CreditBook said its app is being used in more than 400 towns and cities of the country and has seen an increase of 10 times in the number of its users which signals \"strong product-led growth\". ", "\"The company continues to expand on its existing offerings that include cash flow management, reporting and repayment reminders and is gearing up to enable entrepreneurs further with the provision of financial services,\" the statement added. ", "The company is addressing a $45 billion unmet financing gap for small businesses, according to the statement. ", "CreditBook co-founder Iman Jamall pointed out that financial products and services had been designed in a way that did not address the needs of small business owners but \"now technological and demographic trends are reinforcing each other in a positive manner\", which was what made the startup \"so relevant\". ", "\"For many, this is their first business management tool. Once they see an improvement in their cash flows, they come back to us with a sense of confidence, often searching for new ways to grow their business through the app. The connection between finance and welfare doesn't seem out of reach anymore,\" the statement further quoted her as saying. ", "\"What we're building is really a one-stop solution for entrepreneurs to improve their financial outcomes in multiple areas of life,\" co-founder and CEO Hasib Malik added.", "Meanwhile, John Curtis, a partner at Tiger Global, termed the investment a \"testament to the incredible traction and vision demonstrated by the [CreditBook] team\". ", "firstminute Capital's Sam Endacott said, \"We have been studying [Pakistan] and understand the country is at an inflection point seen before in other emerging markets. This, coupled with the quality of the team, means CreditBook has the chance to build a category leader in Pakistan Fintech.\"", "Reacting to the development, Planning and Development Minister Asad Umar noted that Tiger Global has \"more unicorns (startups with billion $ plus valuation) than any other venture capital firm [in] the world\".", "\"The best & the biggest in the world discovering value and investing in Pakistan,\" he added. ", "\t\t\t", "The company previously ", " $1.5m in seed funding in May this year.", "Two of the company's founders — Iman Jamall and Hasib Malik — were also named in the ", " for 2021 in the Social Impact category.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2021/12/61bc2f78f4149.png"]], "date": ["December 17, 2021"]},
{"title": ["NayaPay and Visa partner to fast-track digital payments in Pakistan"], "author": ["ADVERTISEMENT"], "article": [["\t\t\t", " has joined the Visa Fintech Fast Track program, speeding up the payment company’s integration process with Visa and enabling NayaPay to leverage the reach, capabilities, and security of the Visa global payments network. ", "Through the Fast Track program, NayaPay has access to Visa’s growing partner network, technology and resources to accelerate innovation in digital payments in Pakistan.", "As an Electronic Money Institution (EMI), NayaPay will enable users to open E-Money accounts within a few minutes and make hassle-free digital payments to each other and to businesses. ", "NayaPay consumers and merchants can use their NayaPay Visa debit card to perform online and in-store transactions with millions of retailers worldwide as well as withdraw cash conveniently at any ATM location. ", "NayaPay customers can also scan Visa merchant QR codes to make payments directly through their app.", "NayaPay will also be leveraging Visa Direct to simplify cross-border money transfers for freelancers and other Pakistan based businesses working with international clients, and households receiving remittances from their families abroad. ", "Users will be able to accept funds instantly and directly into their NayaPay wallets from over a billion Visa cards across the globe.", "“We are committed to helping fintechs achieve their potential – enabling big ideas to flourish and supporting them through the reach, scale and security of the Visa network,” said Kamil Khan, Country Manager, Pakistan, Visa. “We have strategically evolved both our platforms and how we work with partners and customers to encourage a broadening of the fintech ecosystem globally and are excited by the opportunities and new use cases the NayaPay partnership will enable in Pakistan. Our work with NayaPay is a stepping stone in that evolution and we look forward to further supporting them on their journey.”", "Danish Lakhani, CEO NayaPay, said: “We are delighted to have found a partner in Visa that shares our goals of making financial services simpler, more convenient and accessible to Pakistani users – the needs of whom have been overlooked for far too long. Over the past few months, we have been integrating Visa’s offerings to reinforce our issuing and acquiring capabilities and to deliver on our promise of becoming a part of citizens’ daily lives.” ", "“By joining Visa’s Fintech Fast Track program, exciting fintechs like NayaPay gain unprecedented access to Visa experts, technology, and resources,” said Otto Williams, Vice President, Strategic Partnerships, Fintech and Ventures, CEMEA at Visa. “The Visa Fintech Fast Track program lets us provide new resources that rapidly growing companies need to scale with efficiency. We’re delighted to welcome NayaPay into our program and look forward to working with them on their payment solutions that will transform financial inclusion in Pakistan.”", "Copyright © 2022", "Scribe Publishing Platform"]], "picture": [[]], "date": ["July 29, 2020"]},
{"title": ["Freelancers in Pakistan can now receive funds in real time. Here's how"], "author": ["ADVERTISEMENT"], "article": [["JazzCash has stepped in to facilitate freelancers in Pakistan by enabling them to directly receive funds from a Payoneer account into their JazzCash account. ", "This initiative allows fund transfers to take place instantly and in real time.", "Funds from Payoneer can be received instantly in JazzCash Mobile Account. ", "Freelancers can register their JazzCash mobile account by downloading the application and then linking\ntheir Payoneer account with it; this step ensures that users do not need to traveling to bank branches and provide extensive documentation for account opening.", "Here's how the linking process takes place:", "Open JazzCash app and select Payoneer.", "Go through the steps before selecting link account.", "Enter your Payoneer user/email ID and password to proceed.", "A message confirming account link is received.", "\t\t\t", "Here's how the withdrawal process takes place:", "Select Payoneer from JazzCash app", "Enter the amount you wish to withdraw (in dollars)", "Review withdrawal details and provide MPIN/finger print verification", "Receive a confirmation receipt upon successful withdrawal.", "\t\t\t", "JazzCash and Payoneer's partnership ensures freelancers reap many benefits from the service in as little time as possible. ", "Here are the top ones:", "Users can withdraw as little as $1 from their JazzCash account.", "This service provides better exchange rates", "JazzCash ensures instant and real time fund transfers compared to conventional banking system that ends up taking 3-4 working days at minimum.", "Customers are offered up to 2 free-of-charge cash withdrawals using the JazzCash VISA Debit Card and 1 free-of-charge interbank funds transfer using the JazzCash App in the payment receiving month. ", "Customers can also withdraw funds from more than 85K+ JazzCash agents across the country. ", "Funds can also be utilized to pay utility bills, transfer funds, conduct mobile top-ups and make online payments etc.", "Funds via JazzCash can help customers make payments for the following:", "Online payments", "Buses, cinema and Pakistan Railway ticket payments", "Internet bills", "Motorway M-Tag recharge", "Islamabad traffic police challan payments", "School fee payments", "For more details on how the process takes place, head over to this ", " on their official website.", " ", "Copyright © 2022", "Scribe Publishing Platform"]], "picture": [[]], "date": ["January 15, 2020"]},
{"title": ["Gboard introduces Roman Urdu to Urdu feature"], "author": ["Dawn.com"], "article": [["Google has recently launched its Roman Urdu to Urdu Google Keyboard (Gboard) feature for both Android and iOS.", "According to ", " (TJ) review, Gboard’s Roman Urdu to Urdu feature is smart and accurately translates Roman Urdu text into Urdu script in real time. ", "Gboard will also allow users to convert Roman texts to not just Urdu, but also into Sindhi, Punjabi and Kashmiri script, according to TJ.", "Google already had full Urdu, Kashmiri and Sindhi text scripts in Gboard options.", "If users do not already have the Gboard, they should go to Google Play and install Gboard, available for both Android and iOS.", "Once the application has been installed it will guide users to enable the keyboard and select it as their input method.", "Once that's done, users can move to the Gboard settings → Languages and deselect the option for ‘Use system language’.", "After deselecting the option, users can go through Gboard’s list of languages and select the option for Urdu (abc → اردو).", "Once this is done users will be able to access the feature across multiple apps including their phone’s in-built text messaging app.", "To change the mode of the keyboard users need to press and hold the spacebar and select Urdu (abc → اردو) on the popup, they can go back to the regular keyboard anytime.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2017/08/598f007e2ea6f.jpg"]], "date": ["August 12, 2017"]},
{"title": ["Is Pak Truck Driver the most exciting driving game to come from Pakistan? We find out"], "author": ["Munir Rahool"], "article": [["Newly launched Android game ‘Pak Truck Driver’ is arguably the most exciting driving game to have come out of Pakistan. By putting you behind the wheel of a beautifully decorated truck, it takes you through Pakistan’s breathtaking mountain ranges. ", "Your task is to carry consignments from one location to another while ensuring minimum damage to the shipment. The narrow and dangerous roads, lofty speed breakers, and tricky curves add to difficulty and excitement.", "The trucking experience of course, is not complete without the flamboyant truck horns and folk music in the background; and ‘Apex Logics’, the developers behind the game, have incorporated these elements into the game with style. ", "'Pak Truck Driver' is crafted to incentivise good performance. ", "You have two trucks in your garage but you must use only one to clear five levels before you earn keys to the second truck. ", "\t\t\t\n", "The game is based on one long, continuous road, which is divided into multiple stops, through the mountains. ", "Much like in real life, careless driving in the game will not only knock the goods out of your truck, but it will also cost you a life [in the game].", "Overall, the game is simple but the last few levels stand out as much more challenging than the rest.", "The 3D graphics are fairly pleasant. The blue sky, rocky, snow-top mountains, green pastures are a leaf out of one the world’s most beautiful destinations.", "It is always good to have multiple camera angles, although every time you end up sticking to one that gives you more control. ", "'Pak Truck Driver' gives you the options of being the truck's driver and viewing your decked out truck rumble through the terrain from a slightly more distant angle. ", "Not to worry – the different camera angles have no bearing over the game play.", "The suspension of the truck is fairly responsive. The truck reacts, as they do, when you apply the brakes or take sharp turns. ", "What more; the tilt-to-turn feature may end up helping you burn a couple of calories!", "The signature Pakistani truck horn is right there to be used. It may not have much use in the game but blowing it is fun nevertheless. ", "Perhaps that is just the nature of our horns.", "Of course this isn't the perfect truck driving game.", "Ostensibly, banners and ads are the bread and butter of game developers but it isn't wise to have a banner pop up during game play. ", "\t\t\t\n", "It affects your performance adversely, and causes unwanted hindrance. ", "There is also a fair bit of room for improvement in the graphics department.", "The back of the truck seems paper thin, the speedometer needle doesn’t move, and the dashboard is unrealistically flat and bland.", "To expect subtlety in Pakistani truck art is plain naivety, yet it feels that the game developers went a bit over-the-top in painting those trucks. ", "While 'Pak Truck Driver' is a must-have for those into driving games, the developers can do a bit more to add quality to the player’s experience.  ", "It would be useful to have a scoring system based on the time travelled along integration with Google Play to track records and progress of the players. ", "Newer locations, fresher terrains, and a wider variety of trucks are the requirements of this game. ", "Another feature that could have been improved was the presence of other cars on the roads, as it would be an effective way to increase difficulty and make the experience more exciting for the player.\nNonetheless, this is a novel idea which is executed with style. ", ".", "The game is available on ", " store for Android phones, version 4 and above. If you have already played it, do share your thoughts in comments section. ", "The author is a graphic designer and freelance writer with a focus on tech.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2016/08/57a4b2758593a.jpg"]], "date": ["August 8, 2016"]},
{"title": ["Is Pakistan the next big market for tech startups?"], "author": ["Dawn.com"], "article": [["Pakistan may be Asia's next big tech startup market, according to a ", " published by Germany's ", "  on Wednesday.", "According to ", ", Pakistan's young population and increasing levels of local capital are creating opportunities for tech entrepreneurs to explore the country's market.", "Pakistan has been named one of the fastest-growing economies in Asia in McKinsey & Co's latest report on the Pakistani ecosystem, ", " said.", "Quoting the same report, ", " said that 720 startups have been created in the country since 2010 — 67 per cent of which are still operational.", "Presenting an example of how Pakistan's startup scene is garnering support worldwide, the ", " article said that Egyptian ride-hailing company, Swvl, has recently disclosed plans to invest $25 million in Pakistan's tech sector over the next two years to fund pre-seed startups and create 10,000 jobs.", "The article further pointed out that the startup industry \"is central to government plans to create an enabling environment [...] and stimulate economic growth\" and that in the latter half of 2019, Pakistan passed six reforms focused on creating a better environment for tech-based businesses in the country. ", "These measures look to ease the regulatory environment for businesses, including the introduction of a three-year tax relief and creating an online one-stop registration system, through which \"companies can now be incorporated in 17 days, rather than 20, at a reduced cost of 1.1pc,\" the ", " said.", "According to ", ", these reforms seem to be effective as \"Pakistan's position in the World Bank's Ease of Doing Business report jumped from 136th place in 2018 to 108th place in 2019\".", "The article — while pointing out that startups in Pakistan raised $18.8 million in funding in 2019 — said that \"more capital is expected to flow into startups from overseas in the ensuing years\".", "The ", " article also welcomed the launch of the 'Digital Pakistan' initiative in December 2019. The initiative — headed by former Google executive Tania Aidrus — has the agenda to increase access and connectivity, enhance digital education and introduce a new era of e-governance in Pakistan.", "\"Pakistan's tech ecosystem has been slowly gaining momentum in the last few years. It's home to a strong tech talent base and it's still competitively affordable, which makes it ideal for early-stage founders like myself,\" Hena Husain, founder of London-based communications startup, The Content Architects, was quoted by ", " as saying. According to Hena, the growth in Karachi's tech market is increasing by the day. The Content Architects work with a development team based in Karachi. ", "According to ", ", confidence in Pakistan's tech market has led to an increase in the availability of local capital. ", "\"While Pakistan's startup scene and venture capital market is still relatively new, the number of funds — such as i2i Ventures and Fatima Gobi Ventures — and active angel investors have increased significantly since 2018, ", " said.", "While trying to find out where Pakistan's tech revolution has sprung out from, ", " quoted Iskander Pataudi — a Pakistan-born tech professional working in Berlin — as saying that the tech scene in the country evolved organically. ", "\"A few Pakistani tech startups have raised huge funding rounds at a time where our economy is just keeping its head above water,\" he was quoted as saying. \"This makes sense, considering we have a huge market of young, digitally-savvy consumers and increased 3G and 4G connectivity.\"", "Quoting Rabeel Warraich — founder of Pakistan-based venture capital fund Sarmayacar — ", " said that a string of startup success stories, combined with a more stable political landscape under President Imran Khan, has increased \"investors' confidence that Pakistan holds huge potential for exiting businesses.\"", "According to ", ", Pakistani nationals living overseas are beginning to believe that new avenues of opportunity are opening up back home.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2020/01/5e32f25ebbec7.jpg"]], "date": ["January 30, 2020"]},
{"title": ["For cellphone bargain hunting online, try PriceOye.pk"], "author": ["Munir Rahool"], "article": [["In Pakistan, shopping without bargaining isn’t really shopping – something that online stores unfortunately take away. ", "And while bargain hunting can be done on the internet (prices often vary on online stores), it requires users to visit different e-stores in order to find the best prices, which takes time and kills the whole point of convenient online shopping.", "But with ", ", developers have found a solution.  ", "The e-store was launched in 2015. It does not sell cellphone on its own. The website, still in its beta version, is actually a service that allows users to compare cellphone prices from different Pakistani online stores. Once a user selects a handset, the website displays a list of e-stores where the product is available. By clicking on the tab of a particular store, the user is taken to that store's website where the order can be placed. ", "\t\t\t\n", "Smartphones are the largest online selling product in Pakistan, which is why PriceOye started with cellphones. The need to expand to other products in the future has also been mentioned, but for now, the website only deals with cellphones.", "Apart from gathering prices from different online stores, PriceOye also makes sure that prices are always up to date and the offers are credible – two things that other online stores aren’t always able to ensure. It does so by implementing an automatic system that keeps a check on prices offered by legitimate online stores. ", "PriceOye also has user-friendly website, with a straightforward presentation of products. It has filters that help narrow down handsets based on price, screen size, processor, camera quality, storage, and operating systems. The website also shows a chart displaying weekly changes in prices of a cellphone. ", "\t\t\t\n", "While general browsing is smooth, the website still needs to be more flexible. ", "For example, you can only search for the phones by brand and compare the prices between different stores. There is no option to compare different phones in the same price brackets. You can know how much a Samsung phone is available for, but you cannot know what kind of phones are available and where for, let’s say, RS35000-50000. ", "\t\t\t\n", "Absence of such crucial feature could be deal breaker for some. It’s more efficient to have all your results on one page instead of having to go through five or six pages. An improvement on this front would save users a lot of frustration. As for the mobile version of the website, it does not have all the features yet.", "PriceOye is a welcome addition to the growing number of online stores in Pakistan. Small improvements to the the website’s platform will make it much better.  ", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [[]], "date": ["July 20, 2016"]},
{"title": ["Meet the 26-year-old Pakistani who founded a multi-million dollar company"], "author": ["Mehreen Omer"], "article": [["What does it take for a man to reach his full potential? Good advice – more than anything else. And this was exactly what Bilal Ather got during his journey in creating ", " – a tool that gives free Wi-Fi to customers in exchange for their information. It is a software that operates on a subscription based model, costing around $20 per month only per access point, and uses permission-based Facebook API to give user access.", "\t\t\t\n", "Mr Bilal was just an ordinary guy who like many other A-Levels students was not sure about his future. He figured out very early that he did not want to go to a university. He then planned to get an ACCA degree and decided to become an auditor. But this did not work out.", "Thinking that a career as a rock guitarist might be the thing for him because he had participated in several school gigs before, he decided to try his luck in singing. But Mr Bilal was counselled by his father who being a good mentor told him he would not be able to have a stable career in singing, rather he should utilise his other talent, in computers.", "He first used a computer when he was only 5 years old. This was where his passion for the world of computing began.", "Then, a friend from England told him to take a certification in Cisco and work in networking technology. He went on to complete two CCIE certifications.", "Still 21 years of age, he was used to getting many job offers. He even turned down the offer of a big telecommunication company in Saudi Arabia and rather chose to do a job in Beaconhouse. But thankfully within six months of his work there, he realised that his talent was being wasted and his job role was not utilising his Cisco expertise at all.", "A company from Abu Dhabi called him to give training sessions in Cisco. This company also specialised in disaster recovery solutions. After gaining some experience, Mr Bilal left the company to form his own company – Ikhtira Systems – in Multan, a city chosen specifically because there was no competition in disaster recovery services there. Lahore already had so many companies doing similar work. His company’s name ‘Ikhtira’ was taken from a band he was a part of in high school. But just like the band, the company suffered heavy losses and failed within 10 months of operations.", "Mr Bilal was distraught; he did not want to go back home and ask his parents for support. People used to look up to him and appreciate the fact that he started a company at 22, and now they were making fun of him. He did not even have money to buy lunch for three consecutive days.", "Destiny then led him to a guy who told him to start freelancing on the Internet. He had a network of very supportive friends in Multan. Even though, he did not have money to buy his own Internet service, being the geeky genius he was, he started hacking into other people’s Wi-Fi. Freelancing started making him some money. He got his first project in 10 days and although he only made $35 for his first project, he was relieved that at least now, he was earning something. “Things then started moving in a good direction. Freelancing really helped,” he recalls.", "With the confidence of some money in his pocket, he went back home and started living with his family in Vehari. But his parents were upset with his routine. He used to sleep all day and work all night. His parents worried that no girl would marry him if he continued like this. Mr Bilal then got the opportunity to move to Lahore. He started helping Arfa Karim’s parents in setting up their institution in Plan9. He didn’t charge them any money, just utilised the space for his own work. By this time, he had started working on Wifigen already.", "During his freelancing gigs, Mr Bilal got a project from someone who turned out to be John Russell Patrick, the ex-VP of IBM. He pitched Wifigen’s idea to him, but although John liked the idea, he said that he did not invest in early-stage companies. Mr Bilal was nonetheless adamant that Mr John could at least mentor him. Thus, began the journey of a mentor turning into an investor.", "Mr Bilal then went on to do a project for another lady who had her own consultancy company in New Zealand. She introduced him to someone who wanted to be a reseller for this product in New Zealand, but was told to complete the product in two months. Mr Bilal argued that he needed funds to complete it in such a short period. The reseller in New Zealand agreed to fund the project without taking any equity. A lucky break, you may call it. He then hired some people on freelancer.com to help him build his product within 45 days. The proposed timeline for project completion was 60 days. This left a 15 days leverage to further test the product and eradicate any flaws.", "But that was not enough for him. He was surprised to find that anyone could apply at Plan9. It was a very open community that really motivated him. He went on to launch his own company in New Zealand. Within three months of incubation, he raised funding from his old mentor, Mr John.", "Then during a business trip to Singapore, he met a representative from Changi Airport who was really interested in deploying Wifigen on their airport. Mr Bilal then started beta testing Wifigen on Singapore’s airport. Later on, he got Unilever Pakistan on board too. But this was only the beginning. He signed on the biggest deal in the history of Wi-Fi at Tahiti Island, which wanted to use Wifigen to give a better experience to tourists. Wifigen then was seen as a product with a huge application in the tourism industry.", "Mr Bilal has been trying to integrate artificial intelligence with Wi-Fi for the last three months. He realises that machine learning is necessary to make things easy for the advertisers and the people who will be using its Wi-Fi. It will allow the advertisers to know exactly who the end user is and how deep his pockets are, so they can accordingly pitch them different products.", "He wishes to move into more markets as business expansion will be the key driver of Wifigen’s success. His company currently has a multi-million dollar valuation while trying to raise another round of investment. For all those aspiring entrepreneurs out there, he has only one thing to say: “Keep failing until you are ready to change the world.”", "\n", "This piece first appeared on ", " and has been reproduced with permission.", "\t\t\t\n", "Mehreen Omer is a digital media scientist, a technology buff and a cultural critic. ", "She tweets ", "Copyright © 2022", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2016/07/5791be15ac732.jpg"]], "date": ["July 22, 2016"]},
{"title": ["Trump's Truth Social app launches on Apple App Store"], "author": ["Reuters"], "article": [["Donald Trump's new social media venture, Truth Social, launched late on Sunday in Apple's App Store, potentially marking the former US president's return to social media after he was ", " from several platforms last year.", "The app was available to download shortly before midnight ET and was automatically downloaded to Apple Inc devices belonging to users who had pre-ordered the app.", "Some users reported either having trouble registering for an account or were added to a waitlist with a message: “Due to massive demand, we have placed you on our waitlist.” ", "The app has been available for people invited to use it during its test phase, ", " previously reported.", "Trump was banned from ", " Inc, Facebook and Alphabet Inc's ", " following the January 6, 2021, attack on the US Capitol by his supporters, after he was accused of posting messages inciting violence.", "Led by former Republican US Representative Devin Nunes, Trump Media & Technology Group (TMTG), the venture behind Truth Social, joins a growing portfolio of technology companies that are positioning themselves as champions of free speech and hope to draw users who feel their views are suppressed on more established platforms.", "So far none of the newer companies, which include Twitter competitors Gettr and Parler and video site Rumble, have come close to matching the popularity of their mainstream counterparts.", "“This week we will begin to roll out on the Apple App Store. That's going to be awesome, because we're going to get so many more people that are going to be on the platform,” Nunes said in a Sunday appearance on ", "' “", "”.", "“Our goal is, I think we're going to hit it, I think by the end of March we're going to be fully operational at least within the United States,” he added.", "Truth Social's app store page detailing its version history showed the first public version of the app, or version 1.0 was available a day ago, confirming a ", " report. The current version 1.0.1 includes “bug fixes”, according to the page.", "On Friday, Nunes was on the app urging users to follow more accounts, share photos and videos and participate in conversations, in an apparent attempt to drum up activity, according to a person with knowledge of the matter.", "Among Nunes' posts, he welcomed a new user who appeared to be a Catholic priest and encouraged him to invite more priests to join, according to the person with knowledge of the matter.", "Even as details of the app begin trickling out, TMTG remains mostly shrouded in secrecy and is regarded with scepticism by some in tech and media circles. It is unclear, for example, how the company is funding its current growth.", "TMTG is planning to list in New York through a merger with blank-check firm Digital World Acquisition Corp (DWAC) and stands to receive $293 million in cash that DWAC holds in a trust, assuming no DWAC shareholder redeems their shares, TMTG said in an Oct 21 press release.", "Additionally, in December TMTG raised $1 billion committed financing from private investors; that money also will not be available until the DWAC deal closes.", "Digital World's activities have come under scrutiny from the Securities and Exchange Commission and the US Financial Industry Regulatory Authority, according to a regulatory filing, and the deal is likely months away from closing.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/02/62132fe6a44ea.png"]], "date": ["February 21, 2022"]},
{"title": ["Submarine cable fault disrupts internet services in Pakistan"], "author": ["Javed Hussain"], "article": [["The Pakistan Telecommunication Authority (PTA) on Tuesday said users of Trans World Associates (TWA), one of the two license holders for international landing stations of submarine cables, could face bandwidth disruptions due to a reported breakage in the company's submarine cable system. ", "The PTA said the fault was reported around 6pm on Monday and caused an outage of international bandwidth. \"[It] may result in degradation of internet services for users of Transworld bandwidth,\" the statement said. ", "It added that the consortium was arranging ad hoc bandwidth to minimise the impact and efforts were ongoing to ascertain the exact location of the fault as well as the expected restoration time.", "Social media was also abuzz with complaints of disruption and slowdown in internet services. ", "Nayatel said most of its service operators were affected across the country and sent out an alert to its customers, saying they might face slow internet speeds. It said the problem has existed since Monday morning. ", "In December 2021, Pakistan Telecommunication Company Limited said it had \"arranged for alternative channels for bandwidth\" to ", " in an international submarine cable amid reports of slow internet speed from across the country.", "Internet users in Pakistan had also faced disruptions in October 2021 when a submarine cable ", " near Fujairah, United Arab Emirates.", "Prior to that in February, one of the country's six international submarine cables had developed a fault near Abu Talat, Egypt, causing a ", " across Pakistan. The fault was later repaired by TWA.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [[]], "date": ["February 22, 2022"]},
{"title": ["PM Imran announces zero tax for IT freelancers"], "author": ["Syed Irfan Raza"], "article": [["ISLAMABAD: Prime Minister Imran Khan on Monday announced a zero tax rate for freelancers in the information technology sector. ", "He said Pakistanis, especially the youth, had great talent but the system did not allow them to excel. ", "Speaking at the launch of the National E-Tijarat Portal, Mr Khan assured the youth of “all-out facilitation” by the government and urged them not to miss the IT revolution. They should not only generate revenues for themselves but also help bridge the country’s trade gap.  ", "“This is the technology revolution. The youth should in no way miss it. We expect the country’s IT exports to reach $50 billion in a few years.”  ", "He said the IT industry favoured the youth as persons in their 20s had become billionaires and had older people work as their subordinates.  ", "Announcing a policy of zero tax for registered e-freelancers, the prime minister said American entrepreneur and philanthropist Bill Gates visited Pakistan recently on his invitation because he wanted to involve him in Pakistan’s IT sector. ", "Launches National E-Tijarat Portal", "Formally launching the portal, Mr Khan said the country’s system generally discouraged the common man from excelling. ", "Praising the efforts and talent of Nadia, a freelancer girl of Gilgit, the prime minister said that IT provided great opportunities to women to contribute to national development. Sixty per cent of the country’s population, persons of up to 30 years, could also make use of these opportunities.  ", "Special Assistant to the Prime Minister on E-Commerce Aon Abbas Buppi said in 2021 the country’s e-commerce market was worth $4bn while the volume of global e-commerce market was estimated at $30 trillion.  ", "He said that under its first e-commerce policy, the government had enhanced freelance payments from $5,000 to 25,000.  ", " ", "During a meeting with chief of the Presidency of Religious Affairs of Turkey, Dr Ali Erbas, Mr Khan said the professor’s visit to Pakistan would help strengthen linkages between the religious institutions of the two countries.  ", "He thanked the Turkish leadership for Turkey’s steadfast support to Pakistan on the Jammu and Kashmir dispute. He also lauded Turkey’s close cooperation with Pakistan on the joint initiative to combat rising Islamophobia.  ", "Prof Dr Erbas reiterated Turkey’s principled position on occupied Kashmir. ", " ", "In a separate meeting with newly appointed executive director of the United Nations Children’s Fund (Unicef) Catherine Russell, Mr Khan discussed the UN agency’s programme in Pakistan as well as the poor humanitarian situation in Afghanistan.  ", "Later, State Minister for Foreign Affairs of Ethiopia, Ambassador Redwan Hussien, called on the prime minister.  ", "Ambassador Hussien, who is on a visit to Islamabad as the special envoy of the Ethiopian prime minister, delivered a message to Mr Khan on behalf of Prime Minister Abiy Ahmed Ali that included an invitation to visit Ethiopia.  ", "Mr Khan warmly reciprocated the sentiments of goodwill and friendship expressed by the Ethiopian leader and thanked him for the invitation.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/02/621480bfee358.jpg"]], "date": ["February 22, 2022"]},
{"title": ["NayaPay raises $13m in seed round"], "author": ["The Newspaper's Staff Reporter"], "article": [["KARACHI: Local fintech platform NayaPay has raised $13 million in one of the largest seed rounds in South Asia, a press release said on Wednesday.", "NayaPay recently secured the first E-Money Institution (EMI) licence from the central bank. It aims to make financial services simpler and accessible with its two-sided platform for the underbanked.", "Zayn Capital, global fund manager MSA Novo and early-stage venture-capitalist Graph Ventures from Silicon Valley led the round. Singapore-based Saison Capital, Waleed Saigol’s Maple Leaf Capital and Warren Hogarth, CEO of Empower Finance, also participated in the round alongside the sponsors of the Lakson Group.", "It’s been in a private beta, building a community of early supporters for its consumer proposition — a chat-led super app accompanied by free Visa Virtual and physical cards. Any Pakistani can open a NayaPay wallet on their smartphone in minutes and use the app to make every day payments, send and receive money and split bills. For merchants, it offers access to universal payments acceptance and financial management tools with an easy-to-open business account and Visa card.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [[]], "date": ["February 24, 2022"]},
{"title": ["Russia to enhance IT cooperation"], "author": ["The Newspaper's Reporter"], "article": [["ISLAMABAD: The Skol­kovo Foundation, Russia’s principal agency for development and commercialisation of advanced technologies, and the Special Technology Zones Authority (STZA) of Pakistan will collaborate to enhance bilateral cooperation in the technology sector, foster business relations and increase exchanges between the scientific and technological institutions of two countries.", "In this regard, a letter of intent was signed by Chairman of the Board, Skolkovo Foundation, Igor Drozdov and STZA Chairman Amer Ahmed Hashmi during the recent visit of Prime Minister Imran Khan to Russia. The prime minister witnessed the signing ceremony.", "The Skolkovo Foundation and the STZA intend to cooperate for developing innovation centers and establishing research and development institutes across Pakistan to achieve technological advancements, especially in the areas of circular economy, low carbon development projects, clean energy and digital transformation.", "The letter of intent will also aid in establishing linkages among academic institutions, promote online and offline technology activities and bilateral exchanges in all sectors of technology.", "The STZA was enacted in 2021 with a national mandate of creating technological ecosystems across Pakistan. It offers access to wide-ranging fiscal and forex incentives, regulatory support, highly trained human capital and soft landing through its one-window framework supporting the growth of enterprise in the zones.", "The Skolkovo Founda­ti­­on, founded in Moscow in 2010, has a mandate of supporting technological entrepreneurship in Russia and to commercialise the results of scientific research activities.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/02/6219ac2208c24.png"]], "date": ["February 26, 2022"]},
{"title": ["Smartphones outnumber 2G sets in Pakistan"], "author": ["Kalbe Ali"], "article": [["ISLAMABAD: The number of smartphone users has surpassed those using old-school 2G sets for the first time in the country, the telecom regulator said in its latest annual report. ", "The Pakistan Telecommunication Authority (PTA) in its annual report 2021 also highlighted several other achievements, including the broadband subscribers crossing the 100 million mark during the year, which played a key role in boosting telecom industry’s revenue.", "The industry paid Rs179 billion in terms of general sales tax, withholding tax, customs duty and other taxes in the fiscal year 2020-21 compared to Rs148.9bn a year ago, the report said. ", "The PTA report shows that the country’s success in fight against the Covid-19 pandemic and strategic manoeuvres towards industry facilitation and consumer protection paved the way for all-inclusive connectivity and overall growth of the sector.", "Broadband subscribers cross 100m mark, says PTA annual report", "The report stated that for the first time, smartphones had outnumbered feature phones 2G, capturing 52 per cent market share against 48pc by the 2G sets, reversing the market trend witnessed in 2019-20. In the financial year 2017-18, 2G sets had a market share of almost 60pc in the country.", "Expressing confidence over the success of government’s Digital Pakistan initiative, IT and Telecom Minister Syed Aminul Haque said policies made in 2020 had started producing results.", "“Certain policy relaxations and the initiative to start mobile phones manufacturing in the country has led to a major change in the overall telecom scenario,” he said. ", "Mobile sets’ imports dropped from 24.51m in 2020 to 10m in 2021, as the number of locally assembled phones reached 24.65m. ", "However, most locally assembled phones were 2G devices, as their number stood at around 14.6m compared to 10m smartphones. ", "The report shows that 30 companies have obtained licences for mobile sets production, including the world’s biggest smartphone maker Samsung. ", "It also highlights that the number of broadband subscribers reached 102.7m subscribers in 2021.", "Besides, telecom and ICT services have a nationwide spread of 89pc of the population, while up to 49pc Pakistanis have mobile broadband connections. With the expansion of 3G and 4G services, broadband data usage increased 52pc during 2020-21 to 6,855 petabytes (one petabyte equals 1,000 terabytes). ", "As a result of increased internet usage, the telecom sector’s revenue touched its highest level of Rs644bn during the financial year.", "Digital financial inclusion also witnessed a massive rise, with active mobile wallet accounts growing 72pc to around 46m from 26.7m a year ago. As a result, the number of active mobile wallet agents, who are identified in the “branchless banking” category, reached 246,280 with an increase of 35pc over the last year.", "Jazz remains the market leader with 69.79m mobile subscribers and 38.45m mobile broadband subscribers.  Telenor has the second-highest number of 49.27m subscribers, followed by Zong (40.49m) and Ufone (23.11m).", "The PTA has highlighted that in the current year — i.e. 2021-22 — the focus will remain on monitoring the quality of service and its coverage, launching additional spectrum, initiating the rollout of 5G and increasing network area of fibre optics across the country.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [[]], "date": ["February 28, 2022"]},
{"title": ["Mobile banking transactions surge to Rs2.2 trillion"], "author": ["Shahid Iqbal"], "article": [["KARACHI: The number of transactions conducted via mobile banking channels grew 29 per cent by volume and 36pc by value at 79.1 million and Rs2.2 trillion during the July-September quarter of 2021-22.", "The State Bank of Pakistan (SBP) in its quarterly report released on Monday said that e-banking — defined as transactions conducted via electronic channels (including Real-time Online Branches, ATMs, mobile banking, internet banking, call centre banking, POS and e-commerce) — continued to thrive in both volume and value during the quarter under review as it jumped by 12pc and 16pc, respectively, in Q1FY22 over the same quarter of FY21.", "The report shows that Pakistan’s payment ecosystem, especially through digital platforms, continued its brisk pace of growth.", "Two major areas where high adoption in digital payments was witnessed are mobile and internet banking. ", "The number of mobile banking users grew by 4pc on a quarter-on-quarter (QoQ) basis, reaching a total of 11.3 million.", "Internet banking also contributed to the upswing in the usage of e-banking services by registering 31pc growth in internet banking users who conducted 30 million transactions amounting to Rs1.9 trillion.", "This amounts to 6pc progress in terms of volume and 10pc increase in the value of these transactions on a quarter-to-quarter basis. “Retail sector continued to show adoption of digital payments,” said the report.", "Overall e-commerce transactions recorded a growth of 87pc by volume and 21pc by value during the quarter.", "“During the quarter, 12.7m e-commerce related transactions amounting to Rs22.3 billion were conducted using digital payment channels,” said the report.", "Similarly, the number of merchant Point-of-Sale (POS) machines also increased by 10pc reaching 79,134 machines.", "“These machines processed 28.1 million card-based transactions at merchant locations amounting to almost Rs134.9bn which showed an increase of 16.1pc by volume and 10.6pc by value.", "“As of end-September 2021, there were 46.2m total cards in circulation which mainly comprised of debit cards (64pc), social welfare cards (22pc), ATM only cards (10pc), credit cards (4pc), and prepaid cards (0.3pc),” the report added.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [[]], "date": ["March 1, 2022"]},
{"title": ["Cloud may improve  data safety"], "author": ["Syed Ali Naseer"], "article": [["TWO years into the pandemic, the global dependency on technology is more evident than ever before. In a survey conducted by IBM, 59 per cent of organisations indicated that they had accelerated their digital transformation, with 64pc acknowledging a shift to more cloud-based business activities.", "In Pakistan, the situation is not any different. There has been robust growth in information technology (IT) and IT-enabled services over the past five years, with a compound annual growth rate of 18.85pc, which is one of the highest growth rates compared to other industries, and the highest in the region, according to the Economic Survey of Pakistan. Furthermore, Pakistan’s IT sector has the potential and ability to increase its exports further, as the industry grew significantly by around 40pc during the 2020-21 fiscal year.", "According to technological research and consulting firm Gartner, 40pc of all enterprise workloads by 2023 will be deployed in cloud infrastructure and platform services; up from 20pc in 2020", "The onset of the Covid pandemic served as a catalyst for digital innovation and has particularly seen an exponential increase in the adoption of cloud services globally. According to technological research and consulting firm Gartner, 40pc of all enterprise workloads by 2023 will be deployed in cloud infrastructure and platform services; up from 20pc in 2020. ", "There are several arguments in favour of a cloud-first approach. Cloud is budget-friendly. Going from physical hardware and infrastructure to cloud-based services eliminates the upfront need for capital expenditure and reduces the overall cost of ownership. Moreover, consolidating hundreds of small to mid-sized data centres leads to a lower carbon footprint, making cloud an environment-friendly option. No further discussion is needed to show the ease, convenience and agility that cloud services bring.", "In Pakistan, the Ministry of Information Technology has launched the ", " which, indeed, is a welcome step in the right regulatory direction. Under the policy, a cloud-first approach would be taken for all new governmental projects — reducing the capital expenditure burden for the government. Furthermore, a central office would be created to address all cloud-related matters for the government and the accreditation of service providers. ", "With the introduction of a standardised security and infrastructure framework, the resilience of the government’s IT infrastructure makes it much harder for security breaches to occur. According to the World Economic Forum, the world is amid a “cyber pandemic”. And lately, we have seen cyber security attacks in the public as well as the private sector. This shows that every enterprise or public-sector organisation might not necessarily be tech-savvy or might not have the required resources to invest in a secure infrastructure. In such cases, it makes sense, especially for the government, to engage with reliable service partners to reduce the risk.", "With a progressive regulatory policy on its way, we need more local cloud players in the market than those that are currently available, like Multinet and Rapid, in addition to the global players. The latest entrant in the local market is the cloud platform by Jazz which may reduce the dependence of enterprises in Pakistan on international operators.", "Currently, much of the revenue and taxation generated by cloud services goes outside Pakistan through global players, such as Amazon Web Services, Microsoft and others. Having more reliable and secure local cloud providers will lead to more economic inflow and the creation of wealth as the cloud value chain will remain within the country.", "Furthermore, this would create more opportunities for cloud service providers to invest locally. Most important of all, as data is the new global wealth creator, it would be great to have Pakistani data stay within Pakistan. ", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [[]], "date": ["February 28, 2022"]},
{"title": ["India plans 'very small' space station after 2022"], "author": ["AFP"], "article": [["India plans to establish its own “very small” space station in the next decade as the country gears up for a first manned mission beyond earth. ", "Indian Space Research Organisation (ISRO) chief K. Sivan said on Thursday that the ambitious project would follow a successful launch of a manned space flight scheduled by 2022. ", "“Our space station is going to be very small... useful to carry out experiments,” Sivan told reporters in New Delhi. ", "“We are not having a big plan of sending humans on tourism and other things,” he added. ", "A space station is capable of hosting crew members for years on end, and provides facilities for experiments and support vehicles to dock. ", "India's first manned space mission — named Gaganyaan — is due to take place by 2022, in time to commemorate 75 of years of the country's independence from Britain. ", "It will have two or three astronauts on a maximum seven-day mission. ", "The Indian announcement comes a day after the country unveiled an unmanned moon lander expected to be launched on July 15 for a touchdown on the lunar surface around Sept 6. ", "India successfully sent a first lunar mission to space in 2008, playing a crucial role in the discovery of water molecules on the moon. ", "The country has made giant strides on its space journey in recent years and has been a pioneer in low-cost technology. ", "It sent a mission to Mars in 2014 for just $74 million — a fraction of the $671 million spent by the United States space agency Nasa. ", "ISRO also plans to send a mission to study the Sun in 2020, and to Venus by 2023.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2019/06/5d02699ae0ce5.jpg"]], "date": ["June 13, 2019"]},
{"title": ["Faulty submarine cable that caused internet disruption in Pakistan repaired: PTA"], "author": ["Dawn.com"], "article": [["Internet users faced disruptions in parts of the country on Monday as a submarine cable developed a fault near Fujairah, UAE, according to Pakistan Telecommunication Authority (PTA).", "The PTA said some users might have faced degradation in services due to the fault, adding that \"the faulty cable segment has been repaired and work is underway to make the services fully functional.\"", "\t\t\t", "The authority said it was monitoring the situation and would continue to update on it.", "Internet services had also ", " disruptions countrywide in February this year as one of the six international submarine cables developed a fault near Abu Talat, Egypt. The fault was later repaired by the Trans World Associates — one of the two licence holders for international landing stations of submarine cables.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2021/10/61652eafbf42b.jpg"]], "date": ["October 12, 2021"]}
]