[
{"title": ["Sea of red at PSX as KSE-100 plunges by almost 1,500 points in intraday trading"], "author": ["Dawn.com"], "article": [["Bears were in firm control of the Pakistan Stock Exchange (PSX) on Monday as its benchmark KSE-100 index shed nearly 1,500 points in intraday trading.", "The bourse was under severe selling pressure right from the opening bell, with KSE-100 losing 514 points and sinking to 44,037 within the first 10 minutes.", "Following a brief respite, the market continued its downward trajectory again, reaching the day's low at 43,050.88 points and representing a loss of 1,472.45 points.", "Raza Jafri, head of Equities at Intermarket Securities, said a variety of domestic and international factors were behind the dip.", "\"The key risk factors for Pakistan have all come together at the same time,\" he told ", ". \"Whether it is domestic politics or geopolitics, commodity prices, inflation or even security. The market will price in these risks quickly and it is doing so.\"", "It is pertinent to mention here that things are set to to heat up in domestic politics as Prime Minister Imran Khan faces the prospect of having a no-confidence motion tabled against him in the parliament.", "Meanwhile, Khurram Shehzad, a leading market analyst, saw Prime Minister Imran Khan's recent ", "  as a core factor for the current market situation.", "\"We have to be careful in speeches while we talk in favour or against any country. The economic interest of the country should be our utmost priority,\" he told ", ".", "The prime minister, in a ", " on Sunday, had lashed out at European Union (EU) countries for asking Pakistan to vote against Russia during the recently held special session of the United Nations General Assembly, asking if they considered Islamabad their \"slave\".", "However, the CEO of Topline Securities, Mohammad Sohail, linked the stock plunge with the news of rising oil prices, which he said was an unfavourable development for the country's economy in terms of higher fiscal and current account deficit. \"As a result of this, investors are selling shares in panic,\" he said.", "PSX's troubles today were in line with what happened in global equity markets, which plunged in unison, while oil prices soared to a near 14-year high and safe-haven gold broke $2,000 as investors grew increasingly fearful about the impact of the Ukraine war on the global economy.", "Trading floors were a sea of red in early exchanges with experts warning of a period of stagflation with the spike in crude likely to light a fire under already high inflation.", "The commodity at one point rocketed almost 18 percent to $139.13 — a level not seen since mid-2008 — after US Secretary of State Antony Blinken said the White House and allies were in talks about banning imports from Russia.", "With the country the third-biggest producer of oil, such a move would compound a supply crisis just as demand takes off. Other commodities sourced from the region such as wheat and metals were also sharply higher.", "And Mike Muller of Vitol warned of further pain.", "“We have plenty of twists and turns to come,” he told a podcast produced by Dubai-based consultant and publisher Gulf Intelligence.", "“While I think the world is already pricing in the fact there'll be an inability to take in a serious amount of Russian oil in the western hemisphere, I don't think we've priced in everything yet.” ", "World governments had until now not included Russian oil in their wide-ranging sanctions on Moscow owing to concerns about the impact on prices and consumers, though trade has become increasingly tough as banks pull financing and shipping costs rise.", "The surge in crude is giving central banks a headache as they start to tighten pandemic-era monetary policy to fight inflation, which is already at a 40-year high in the United States.", "The International Monetary Fund warned at the weekend that the war and sanctions on Russia will have a “severe impact” on the global economy.", "National Australia Bank's Tapas Strickland said: “Global growth fears abound given the surge in commodity prices, with 'stagflation' again rearing its head in what must be akin to a horror movie for a central bank.", "“A key question for markets is how do central banks respond to higher inflation and the possibility of slower growth ahead.” Concerns about the impact on the global economy have rattled through markets, with European equities particularly badly hit owing to the continent's reliance on Russian energy. The euro remained wedged below $1.10 for the first time since mid-2020.", "On Monday, Asian bourses were deep in the red, with Hong Kong at one point losing more than four percent, while Tokyo and Taipei were off more than three percent.", "Seoul and Manila were both down more than two percent, with Shanghai, Sydney and Wellington off more than one percent. There were also steep losses in Singapore and Jakarta. US futures were sharply lower.", "The panic on trading floors sent safe havens sharply higher, with gold -- a key go-to in times of crisis and turmoil — hitting as much as $2,000.86, its highest since mid-2020.", "The dollar was also well up against most other currencies, while Treasuries continued to rally.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/6225a3003b1ba.jpg"]], "time": [["02:30pm"]], "date": ["March 7, 2022"]},
{"title": ["Setting sight on the stars"], "author": ["Fatima S Attarwala"], "article": [["“My mother got married when she was barely 15,” narrates Sadia Shakil, a 46-year-old successful entrepreneur from Germany. “She lived through me — ensured that I did not miss out on life and realise all dreams.”", "From studying at a unknown private school in a middle income locality in Karachi to sitting on the federal board of the Association of German Women Entrepreneurs, this is her story.", "Born in Gulshan-e-Iqbal, Karachi, Ms Shakil was the eldest daughter with two younger brothers in a fairly enlightened family. “I was never told ‘girls don’t do this’ because there was no gender discrimination in our house.”", "Immersed in the world of books from an early age, Ms Shakil aspired to learn foreign languages. Initially, she took French courses from Alliance Française before taking intensive German language courses from the Goethe Institute while studying microbiology at Karachi University. “I fell in love with the language. The librarian Mrs Zaman would recommend me books and I would read them all.”", "The aspiration driven story of the girl from Gulshan-e-Iqbal, Karachi, who became a leading female business leader in Germany", "One day Ms Shakil got a call from Goethe Institute. As the best-performing student in the class, she was offered a scholarship for a German language course in Germany. Thus, at the age of 21, she undertook her first journey to Bremen which is her home today.", "Upon returning to Pakistan, Ms Shakil was offered a position at Goethe institute. “I went through an intensive teacher’s training programme which allowed me to travel while drawing a nice salary.” Meanwhile, Ms Shakil switched education paths to computer sciences, taking courses from computer centers in Bahadurabad which would lay down the foundation of a successful IT career in Germany.", "In the late 90s, Ms Shakil went back to Germany for her master’s, financing her studies from her years of teaching at the Goethe Institute. “I wasn’t expecting it but even though Germany is more advanced, I was one of the three girls in class in the IT stream I had opted for. The two other girls were Chinese — no German girls.”", "Upon finishing her studies in Berlin, she was offered a job. “I called my mom and said I don’t know whether this is my monthly salary or my annual pay, but I am accepting it,” she laughs at her excitement back in the day. She was able to call her mom to Berlin for a trip and had a blast — just two girls enjoying the sights in the city.", "Two years later, Ms Shakil shifted to Bremen, working for the European Aeronautical Defense and Space Centre. “By my late 20s, I was leading an international team of about 35 people placed around the world.”", "After eight years in the aerospace industry, Ms Shakil and her husband founded Axtrion, an IT Consulting and Service provider focusing on the provision of innovative technologies for small and medium enterprises.", "“Five people from my old department came with me which made for great dynamics and teamwork. At that time, cloud computing had just arrived on the scene so it was a huge risk and my team was sitting in different cities in different countries,” says Ms Shazil, talking about the early years of her firm.", "“We were a cloud-native firm and wanted to sell that technology. But in Germany the industry, was conservative and resistant to change and new technologies. We started with projects and earned revenue from old IT, not cloud technologies which we wanted to promote.” Around 2013-14, Microsoft arrived in the cloud business and Axtrion became a gold partner.", "It’s a business of trust, explains Ms Shakil. “As cloud service providers, we know the firm better than its executive like the doctor knows your body better than you. We have firm’s data and processes, we know their people and know who knows what. It’s hard to win that trust but once we have that trust, it’s harder for customers to switch as well.”", "While Ms Shakil enjoyed a successful career, she noticed a lack of female involvement in her field. “Throughout my journey, my professional interaction with women was limited — too often I was the only woman in the room.” By 2013, Ms Shakil realised she had to do something about it and thus joined the Association of German Women Entrepreneurs (VdU).", "Collectively, VdU represents 1,800 German businesses run by women that have an annual turnover of €85 billion and half a million employees. With these numbers, the association has some clout in the government. “We fought for a law that requires a 30 per cent quota for females on the board of advisors for publicly listed companies.”", "Ms Shakil sits on the federal board of VdU and is responsible for digital transformation. “And even in my association, I am the only one in this field. And it was my choice of computer courses in Bahadurabad that led me to this seat today.”", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/622574bde81ab.jpg"]], "time": [["07:58am"]], "date": ["March 7, 2022"]},
{"title": ["How balanced is banks’ lending"], "author": ["Mohiuddin Aazim"], "article": [["Between July 1, 2021, and Feb 11, 2022, banks’ lending to the private sector soared to Rs813 billion from just Rs292bn a year ago, according to the State Bank of Pakistan (SBP). Credit disbursement to the private sector for the full 2021-22, ending in June, should well exceed the Rs1 trillion mark.", "The government had stopped borrowing from the central bank even before the recent enactment of a law banned it. Already, the government has been relying on commercial banks for borrowing and its reliance on them has increased after having been refrained from central bank borrowing.", "But in order to save the private sector from the “crowding out” effect, the government will have to moderate its borrowing from banks and explore some avenues of non-bank borrowings. That, however, seems too difficult. Net fresh investment in existing National Saving Schemes is not coming in. And, the introduction of any new schemes to raise non-bank borrowing — and that too in a high-interest rate regime — isn’t that easy.", "On the other hand, the fiscal deficit still remains high despite growth in tax revenue, deepening the government’s need to borrow from banks. Meanwhile, in spite of moderation this year in the pace of economic growth compared to last year, demand for private sector credit remains high.", "We must also look at whether banks’ credit is distributed judiciously among provinces — and whether credit flows in urban and rural areas are equally satisfying or whether women and women-led businesses are getting enough bank finance", "This means banks will continue to have enough opportunities for investing and reinvesting in the treasury bills and bonds and for making fresh loans to the private sector.", "Meanwhile, bank deposits continue to grow on the back of economic growth and greater documentation of the economy — and also due to upward revision of returns on them following the tightening of the monetary policy. So it seems banks can, by and large, meet the borrowing requirements of both the government and the private sector.", "But that alone isn’t enough. We must also look at whether banks’ credit is distributed judiciously among provinces — and whether credit flows in urban and rural areas are equally satisfying or whether women and women-led businesses are getting enough bank finance.", "It is encouraging to note that disbursement of bank loans in Sindh has been rising in line with growing private sector activities in Karachi — the commercial and financial hub of Pakistan and the capital city of Sindh — and elsewhere in the province. In Jan-June 2016, bank advances made in Sindh constituted just about 50 per cent of the total. But this percentage kept growing and in Jan-June 2021, reached close to 53.4pc, a careful reading of the SBP stats reveal. The same holds true for Balochistan. Credit disbursement in this least-developed province also improved from a little less than 0.12pc of the total in Jan-June 2016 to a little more than 0.18pc in Jan-June 2021.", "However, even this elevated share is minuscule, rather negligible. Given the province’s vast potential for indigenous China-Pakistan Economic Corridor driven progress in industrial, mining, fishing and services sectors, banks’ lending to Balochistan’s private sector can easily be raised to 1-2pc of the total in three to five years. The establishment of Balochistan Bank, on the lines of Sindh Bank and Punjab Bank, can help promote banking services in the province. But past promises to fulfil this oft-repeated demand of the people of Balochistan are yet to materialise.", "A more disturbing aspect of credit distribution across Pakistan is that credit flows towards rural areas remain too thin.", "In Sindh, where banks lend more than in any other province, the share of rural areas in outstanding volumes of bank advances stood at 2.74pc of the total as of June 2021", "For example, even in Sindh where banks lend more than in any other province, the share of rural areas in outstanding volumes of bank advances stood at 2.74pc of the total as of June 2021. The situation in Punjab was a little better though, with the share of rural areas at 5.27pc, SBP stats reveal.", "An even more worrying aspect of credit distribution is that female bank borrowers get a negligible share in total bank advances. That is perhaps why the central bank does not require banks to report gender-wise breakups of their loans. Only microfinance banks and institutions do this. As of Dec 2021, women borrowers made up 44pc of the total active borrowers of all kinds of microfinance but their share in the total loan portfolio of microfinance was 33pc, according to Pakistan Microfinance Network.", "But one must keep in mind that the number of all active borrowers of microfinance including men and women stood slightly above 8.122 million and the gross loan portfolio stood around Rs392.6m. In other words, the number of active women borrowers was a little less than 3.6m women and the volumes of microfinance outstanding against them were close to Rs133m.", "Women-led small and medium enterprises (SMEs) also get bank loans that are far larger than microfinance loans but the gender-wise breakup of SME loans are not made public by the central bank. If the SBP starts doing this, it would help people know what progress has so far been made to financially empower one half of our population.", "The stock of outstanding SME loans stood at Rs473.7 billion as of September 2021, according to SBP stats. Though this represented just a shade above 6pc of the total private sector loans, still sharing a gender-wise breakup of SME loans would mirror a better picture of women empowerment and financial inclusion than microfinance loans whose total portfolio (of Rs392.6m) makes up less than 0.1pc of the total SME loans — what to talk about overall private sector borrowings.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [[]], "time": [["10:41am"]], "date": ["March 7, 2022"]},
{"title": ["Seeking loan, not a medal, in China"], "author": ["Afshan Subohi"], "article": [["AS 2,871 players from 84 countries are competing for a place on the victory stand in 109 events across seven sports in the Winter Olympics in Beijing, Team Pakistan simply wanted to be seen standing by its most trusted partner in the wake of the ", " of the mega event by the United States and its allies. ", "The visit, which is not technically a bilateral one, was used by the high-powered Pakistani delegation to discuss some urgent issues of mutual interest, including the China-Pakistan Economic Corridor (CPEC), with the Chinese leadership. The team, led by the prime minister, hoped to capitalise on this window of opportunity to reassure China over CPEC and Gwadar Port amidst the new wave of militant attacks in the country. It also expected to secure a $3 billion loan from China to ride through the current difficult patch, and also pitched Pakistan as an ideal investment destination to private Chinese investors.", "As for the sporting event itself, the long shadows of the pandemic and politics have been looming over it for some time. Strict health protocols left no scope for public participation, while the diplomatic boycott revived the fear, the anxieties and the painful memories of the bipolar world. ", "At the event, Pakistan was represented in sporting terms by just one player; Muhammad Karim, an alpine skier, who made the cut. Team Pakistan, in political terms, also had a lone player, the prime minister, but he had multiple advisors and ministers in toe. ", "Dismissing the perception of cold Chinese attitude towards Pakistan, experts and corporate leaders were found hoping for healthy dividends from the current visit.", "Senator Mushahid Hussain Syed, a journalist-turned-politician who heads the Pakistan China Institute, was confident of the positive outcome of the visit. “China has always delivered to Pakistan, diplomatically, politically, economically and militarily. There is no reason to assume otherwise in the current changing regional scenario”.", "Loans, CPEC, investments and the type of investments marked the agenda \n  of Team Pakistan at the Winter Olympics in Beijing… and rightly so", "He termed the Western boycott ‘a meaningless exercise’ as many world leaders, including the UN secretary-general, was in attendance during the inaugural ceremony that showcased the best in the rising world power. He saw Pakistan’s participation as absolutely necessary. “The visit is primarily an expression of solidarity with our time-tested strategic partner”.", "A former president of the Federation of Pakistan Chamber of Commerce and Industry (FPCCI), on condition of anonymity, shared his anxieties over the resurgence of more lethal nationalist outfits in Balochistan besides Taliban and its ramifications for the future of the CPEC.", "“Chinese have already voiced their security concerns and can interpret the recent attacks as a failure on the part of the government to neutralise threats to their interests here. I very much doubt if words would be enough to allay such fears and pacify their nerves. At stake are CPEC and our relationship with the powerful friend. Optics, so far, are not comforting,” he said last Friday while the visit was halfway through.", "A senior corporate lawyer, who had voted for PTI in the last elections, was rather on the edge. “We have never been proficient in handling commercial affairs with our partners, but the ruling party has breached all records. It has alienated everyone, resulting in costlier deals. We can deal with American hostility as we know what to expect. China is a different ball game. We only know it as a friend. I sincerely hope that we are not exposed to what it means otherwise.” He, too, did not wish to be named. ", "Ehsan Malik, CEO of the Pakistan Business Council, felt the government should play its cards more intelligently when dealing with China, the Asian powerhouse. He believed the current conditions were too compelling to let any opportunity pass, but decisions must be guided by homework as a misstep in desperation can be too costly to manage. He implied that Pakistan deserves a better deal with China.", "“With commodity headwinds likely to last another six months and the Saudi deposit now exhausted, even with the $1bn each from the International Monetary Fund and the Sukuk floatation, Pakistan will need further assistance. No doubt, the public announcement of the request for the $3bn Chinese loan followed a green light from China. To put this in proper context, the $3bn facility represents less than a quarter of China’s annual exports to Pakistan.”", "Mr Syed expected a reaffirmation from both sides to consolidate the second phase of CPEC, after the successful completion of the first phase. “The bilateral agenda is full: 2nd phase of CPEC, Pakistan-China coordination on regional issues of common interest, like Afghanistan and India, regional connectivity, and support to each other on their core interests.”", "For Mr Malik, the real challenge is to attract the Chinese private sector which is relocating production to cheaper countries. “To make a case, the government should have conducted a detailed comparative exercise to project Pakistan as a better option compared to Laos, Cambodia, Vietnam and Bangladesh. The government must make concerted efforts to improve the business environment and close the gaps. I am aware of one Chinese joint venture located in an industrial estate, which at its own expense had to lay an 8km pipeline to get water!”", "Mr Syed was confident that China’s private sector will invest in Pakistan, “provided we create a conducive environment for them and slash the bureaucratic red tape”. There are 37 approvals before a foreign investor is allowed to invest here, he said. “So, let’s have the long-promised one window operation implemented.”", "Mr Malik identified low skills and productivity as key impediments to Chinese relocation. “Adjusted for this, minimum wages in Pakistan are about twice those of Bangladesh. The spike in security incidents is also a major put-off for Chinese experts who will be required to train the local labour force.” ", "Cautioning, he said: “We also need to be careful about the type of investment we seek from China. Pakistan’s 220 million strong consumer base makes it an attractive market. Most of the current foreign direct investment (FDI) here is of a market-seeking nature. Further investment from China of this variety will undermine the existing local and foreign investments. Pakistan needs FDI to generate value-added exports and import substitution.” ", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/02/61ff38aace0e7.jpg"]], "time": [[]], "date": ["February 7, 2022"]},
{"title": ["A bleak prognosis of wheat"], "author": ["Amjad Mahmood"], "article": [["The already cash-starved Pakistan will be facing an increasing food import bill as experts fear up to a 15 per cent drop in the domestic wheat yield due to shrinking acreage, poor application of fertiliser, water scarcity, limited certified seeds, etc, leading to further reliance on imported grain. Estimates suggest that the country will need to import around four million tonnes of grain to meet the local shortfall.", "Pakistan had harvested a bumper crop and produced a record 28.75m tonnes of wheat last season. It had to import 2.2m tonnes of grain to meet local requirements and build strategic reserves of 1m tonnes. A 15pc loss in the yield means there will not be more than 25m tonnes wheat output this year.", " ", "The federal government had been eyeing a 30m tonnes wheat production target during 2021-22 and for this purpose had asked the provinces to increase their respective areas under grain cultivation and per acre yield by effectively utilising rust-resistant and certified seeds, water and proper usage of fertilisers and pesticides.", "The Wheat Review Committee that met in September had directed Punjab to enhance its wheat production from 20.9m tonnes in 2020-21 to 23m tonnes during the next crop season. Other provinces were also asked to help achieve the national wheat target of 30m tonnes. Sindh had reaped 4.04m tonnes, Khyber Pakhtunkhwa 1.45m tonnes and Gilgit-Baltistan 1.15m tonnes grains last year.", "Wheat lost its acreage during the late sowing season when DAP and urea crises developed and the growers were diverted to alternative crops such as potatoes and oilseeds", "The committee established some parameters to effectively monitor wheat sowing. These parameters included achieving the target for the area under cultivation, sowing method (drilling or broadcasting), the quantum of fertiliser (both di-ammonium phosphate and urea) used during sowing, certified seeds, seed varieties (whether old or new should be rust tolerant), availability of herbicides and fertiliser, pricing status etc.", "Unfortunately, most of the parameters could not be met during the wheat sowing season. Punjab, which contributes around 76pc of the total wheat production, could sow only 16.21m acres against the target of 16.67m acres, a shortfall of over 500,000 acres. Similarly, there was a 17pc deficit of DAP offtake in the season because of its extraordinarily high rates, whereas urea compost sales posted a 12pc decline in January when it was most needed for the wheat crop.", "As far as certified seeds are concerned both the public and private sector could provide only 25pc of the required seeds — around 530,000 tonnes of seed, including 160,000 tonnes of rust-tolerant varieties. The rest of the demand was met by farmers’ own retained crops.", "“Targets cannot be achieved just through wishful thinking,” says a senior official of the Punjab Agriculture Department. “No worthwhile measures were taken to ensure availability of fertiliser though the shortage of compost had begun to develop well before the sowing season. A decision on the minimum support price was also taken late and it has been matched with that of Sindh’s price of Rs2,200 per 40kg only recently when even the late sowing season is over.”", "Punjab Crop Reporting Service Director Dr Abdul Qayyum says the positive factor is that over 70pc of the wheat in the province had been sown in the most suitable time — between mid-November and mid-December. Warning that March rains will be damaging for the crop, he says wheat lost its acreage during the late sowing season when DAP and urea crises developed and the growers were diverted to alternative crops like potato and oilseeds.", "Barring a couple of years, however, the weather has not been supportive during the last six years as heavy pre-monsoon rains have been lashing the country in March. There are already reports of rust attacks from top wheat-producing districts of Bahawalnagar, Bahawalpur and Khanewal. The National Agromet Centre so far predicts two to three spells of light to moderate rains in March. Dr Qayyum says the rust attack so far is negligible but shall become serious in case of more rains.", "Ayub Agricultural Research Institute, Faisalabad, Director Dr Javed Ahmad fears a five to 15pc drop in the yield this season if the weather becomes unfavourable for all other factors that had led to achieving over 31.34 maunds per acre yield last year are negative this time. The wheat expert claims that the January showers robbed the plants of whatever nitrate was available in the soil, while poor application of DAP and urea would surely hit the growth and size of the grain. This would be over and above the yield loss due to the shrinking of the acreage, he adds.", "Stressing on the need for improving acreage and per acre yield, National Food Security and Research Minister Syed Fakhr Imam says five to six million people are added to the country’s growing population every year, which is further increasing the demand for wheat in the country.", "This wheat shortage scenario will give sleepless nights to the country’s financial managers already upset at the widening budgetary gap and critical foreign exchange position. Finance Minister Shaukat Tarin had asked the provincial governments to do something to control the rising food import bill. At the prevailing around $310 per tonne wheat prices in the global commodity market, Islamabad will need to spend over $1.2 billion to import 4m tonnes of grain.", "But all is not good in the world markets. Pakistan usually imports wheat from Russia and Ukraine. Reports suggest that Russian wheat output will decline in the marketing year 2021-22 because of dry and warm summers there. It has set its wheat export quota at 8.0m tonnes over Feb 15-June 30. And the prices may see volatility due to border tensions between Russia and Ukraine as commodity market observers fear the price may double in case of escalation in the tension. Even a minor clash may push the prices up by 10 to 20pc, they say, recalling the 25pc jump in grain rates when Russia had annexed Crimea in 2014.", "In the last calendar year, the Trading Corporation of Pakistan had received offers between $369 and $383 per tonne (including cost and freight) for the import of wheat. ", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/02/6209b47e41565.jpg"]], "time": [[]], "date": ["February 14, 2022"]},
{"title": ["Engaging private sector to tackle climate change"], "author": ["Duriya Hashmi"], "article": [["Climate change is arguably the biggest threat the world is facing right now and its effects are all around us. The melting of glaciers and the warming of seawater have pushed global sea levels up by an average of eight to nine inches since 1880. Nearly 70 per cent of this increase has occurred in the last three decades, indicating the impact of anthropomorphic activities. ", "A large chunk of the heat radiated from our planet is being pushed back into the ocean, instead of rising into space, thanks to the increase in greenhouse gas emissions. The global weather, meanwhile, is getting more and more extreme, with frequent droughts, heatwaves, snowstorms and other similar climatic events. ", "Climate change is not only affecting animal life but also human prosperity. The rapidly shifting weather patterns are hurting agriculture everywhere while crop yields are facing growing threats from floods, reduction in water supplies and pests. Meanwhile, the increase in pollution is affecting everyone’s health. Pakistan has been hit particularly hard by these factors. ", "In several cities, the Air Quality Index reading persistently remains above the unhealthy range — in Lahore, the metric occasionally rises to alarming highs of more than 500, a point where even the healthiest of individuals could face respiratory problems", "Not only are we facing extreme weather conditions in every corner of the country, the alarming decline in air quality and the emergence of smog in urban centres have also made life difficult for the residents. In several cities, including Karachi and Lahore, the Air Quality Index (AQI) reading, released by the global environmental forum IQAir, persistently remains above the unhealthy range. In Lahore, the metric occasionally rises to alarming highs of more than 500 — a point where even the healthiest of individuals could face respiratory problems. ", "The good thing, however, is that the PTI-led government has recognised the seriousness of this issue and has taken various steps to tackle climate change. The government first launched the Billion Tree Tsunami program in Khyber Pakhtunkhwa in 2014 at the provincial level and later, in 2019, after the PTI won the general election and formed the national government, the 10 Billion Tree Tsunami project was launched. This will surely go a long way in reversing the adverse effects of climate change. ", "On the policy front, the government has also taken various initiatives, such as updating the nation’s climate action plan, Nationally Determined Contribution (NDC), which now aims to reduce the country’s emissions by 50pc by 2030 (15pc unconditional cuts in emissions and 35pc conditional on the availability of resources). ", "Although the government is leading the way, the private sector, particularly the leading corporations, will also have to play their part. There are various benefits of engaging the private sector to tackle climate change. ", "First and foremost, this can significantly increase financial resources earmarked for protecting and preserving the environment. Moreover, the authorities can also make use of the private business’s technical expertise and capabilities. ", "The Nationally Determined Contribution now aims to reduce the country’s emissions by 50pc by 2030", "In Pakistan, many companies including Cnergyico Pk has been actively participating in environmental initiatives. These companies carry out many initiatives under their Corporate ", "Social Responsibility strategy, ranging from preserving marine life to supporting Covid-19 vaccination campaigns. They support improving access to clean drinking water, which is in line with the United Nation’s Sustainable Development Goals (Goal number 6: Clean Water and Sanitation). ", "The private sector is responding to the government’s call and the policymakers should further increase their engagement. Climate change is quickly emerging as an existential threat to everyone. But through effective public-private partnerships, we can mitigate the impact of climate change and prepare a better world for tomorrow. ", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/02/6212f45bea6c9.jpg"]], "time": [[]], "date": ["February 21, 2022"]},
{"title": ["Populist policy reversals"], "author": ["Khaleeq Kiani"], "article": [["\t\t\t", "Amid domestic political pressure, Prime Minister Imran Khan moved boldly to reverse some of the key ‘prior actions’ he had taken only a few weeks ago for reviving the $6 billion programme of the International Monetary Fund (IMF) that was put on hold in April 2020 for the lack of committed reforms.", "Soon after his landmark visit to Russia amid international hostilities, the prime minister announced the Rs237bn ", " committing Rs10 per litre cut in petroleum prices and Rs5 per unit reduction in electricity rates along with a 4-month freeze in rates until end-June 2022 despite rising global oil prices. The icing on the cake came in the shape of yet another ", " for industrialists to whiten the black money, the third one in as many years of PTI rule.", "Prime Minister Khan and his party had been staunch opponents of the amnesty schemes while in opposition. The introduction of another amnesty scheme in mini budget-two in March goes against the stated policy of withdrawal of tax exemptions in mini budget-one in December for the removal of distortions in the revenue system.", "These three steps are 180-degree opposed to prior actions committed with the IMF in December 2021, leading to the revival of the programme and disbursement of $1bn in February 2022. Under the ‘prior actions’, the government had to withdraw Rs350bn worth of sales tax exemptions, approve a monthly increase in petroleum levy, increase electricity rates and cut the development programme by Rs200bn, making the combined impact at more than Rs550bn of the mini-budget announced in the last week of December.", "The fact that the government had to come up with two mini-budgets within a fiscal year brings the sanctity of the budget into question and the reversal of key measures within two months blemishes its economic management abilities", "Finance Minister Shaukat Tarin had assured the IMF that federal tax revenue would grow by more than 25pc, buttressed by durable fiscal reforms and tax administration efforts. “It will also be supported by higher environmental taxation by ensuring the petroleum development levy (PDL) on gasoline and diesel. We will raise the PDL (prior action) by Rs8/litre and we commit to raising the PDL by Rs4/litre per month for the remainder of 2021-22 until the maximum of PRs30/litre is achieved”.", "Very clearly, he had also “reaffirm(ed) the commitment to not granting further tax amnesties and avoiding the practice of issuing new preferential tax treatments or exemptions”.", "In fact, the government had promised “to review by end-June 2022 the implementation of AML/CFT [Anti-Money Laundering and Counter Financing of Terrorism]controls by financial institutions with respect to the tax amnesty programme for the construction sector”. Finance Minister Shaukat Tarin and Governor State Bank of Pakistan (SBP) Dr Reza Baqir had given a signed commitment to the IMF that “the SBP will conduct by end-June 2022 a thematic inspection of banks’ compliance with AML/CFT obligations — such as customer due diligence, record keeping and suspicious transaction reporting — on funds received under the programme through the designated bank accounts including a random sampling of beneficiaries”.", "In addition, they agreed that by the end of September 2022, the key findings and recommendations of the thematic inspection will be shared with the banking sector through the compliance forum and relevant competent authorities through the General Committee under AML Act, and appropriate enforcement actions will be undertaken including changes in the regulatory framework, as appropriate.", "These are confusing and contradictory policy signals. The fact that the government had to come up with two mini-budgets within eight months of the fiscal year raises question marks on the sanctity of the budget and reversal of key measures within a gap of two months blemishes financial and economic management abilities.", "The new amnesty scheme is seen as a departing gift to wealthy individuals and companies who may be playing a key role in the financing of the next elections. This is based on the premise that tax incentives had been provided to the industrial sector through Special Economic Zones, Export Processing Zones and Special Technology Zones and there was a need to extend it to other geographic zones to create employment, revive sick industrial units and encourage “entrepreneurs to invest in industrial undertakings out of their undisclosed assets” besides the non-resident Pakistanis and resident Pakistani individuals to repatriate their foreign exchange into Pakistan and invest in the industry.", "Under the scheme, instead of about 49pc tax, including 24pc tax rate and 29pc penalty, a 5pc across-the-board tax rate will immune the investor from probe about his sources of investment as provided under the Income Tax Ordinance, 2001. The investor will establish a new industrial unit through the creation of a new company. Similarly, existing units can avail the facility for balancing and modernisation. The cutoff date for filing such declarations will be December 31, 2022, with the condition to start commercial production by June 30, 2024.", "Secondly, in case of revival of sick units, the companies returning a net loss in the last three years will be eligible to be acquired through acquisition (not amalgamation) by a healthy profit-making company, which will be incentivised to adjust the sick company’s tax losses for the next three years.", "Thirdly, in case of tax incentives for foreign investment, the amnesty provides that if eligible non-resident Pakistanis and resident Pakistani individuals repatriate their declared foreign assets into Pakistan for investment into industry, they would be entitled to 100 per cent tax credit for the next five years.", "The government was in such a hurry that it promulgated the ordinance to implement the amnesty scheme instead of getting it passed from the parliament. Also, the cabinet approval was achieved through the circulation of a summary instead of a cabinet meeting. The prime minister also dispensed with the mandatory condition of submission of summary to the Cabinet Committee for Disposal of Legislative Cases (CCLC) and approved submission of the summary directly to the Cabinet through circulation.", "With a retrospective effect, the ordinance also blocked investigation agencies like the National Accountability Bureau and Federal Investigation Agency to ask for information about investments and tax exemptions secured in all tax amnesty schemes including three announced by PML-N and three by the PTI. It also barred disclosure of information under the right to information law and at the same time protected top tax officials who had earlier disclosed personal tax details of a senior apex court judge.", "The said provision said: “Notwithstanding anything contained in the Qanun-e-Shahadat, 1984, the National Accountability Ordinance, 1999, the Federal Investigation Agency Act, 1974 and the Right of Access to Information Act, 2017, or any other law for the time being in force, no court or other authority shall, save as provided in this Ordinance, require any public servant to produce before it any return, accounts, or documents contained in, or forming a part of the records relating to any proceedings under this Ordinance, or declarations made under section 100F of this Ordinance or made under the Voluntary Declaration of Domestic Assets Act, 2018, the Foreign Assets (Declaration and Repatriation) Act, 2018 or the Assets Declaration Act, 2019 or any records of the Income Tax Department generally, or any part thereof, or to give evidence before it in respect thereof.”", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [[]], "time": [["10:23am"]], "date": ["March 7, 2022"]},
{"title": ["Raast: can we bank on it?"], "author": ["Mutaher Khan"], "article": [["Over the past year, we have all been bored to death of listening to that tech dudebro in our circle telling us about the impending fintech revolution in Pakistan. ", "You probably have heard it all: from the outlandish ones predicting a crypto future with no place for fiat to how startups will dethrone existing financial services providers once Raast, the central bank’s real-time micropayments gateway, truly takes/picks up pace. Earlier last week, we got one step closer to the latter as Prime Minister Imran Khan ", " the second phase — instant peer-to-peer payments — of Raast.  ", "What that means is now you can transfer money to anyone through Raast. If you are wondering, how does that change anything since the same task can be done via 1LINK’s Interbank Funds Transfer (1IBFT)? For starters, the former is currently absolutely free “in spirit to promote financial inclusion in Pakistan”. Secondly, it’s much more convenient as you don’t need all those details such as a bank account number in a specific format to send the money. Their Raast ID — which can simply be a mobile number, email address or another moniker — is all that’s required.  ", "It is just a switch system that connects all the financial services intermediaries and brings in interoperability — to make the transactions, you’d still need to channel the transaction through your bank which is where the real hassle was in the first place", "So far so good, right? But before you get too excited, do remember that Raast is just a switch system that connects all the financial services intermediaries and brings in interoperability. To make the transactions, you’d still need to channel the transaction through your bank which is where the real hassle was in the first place. I mean it doesn’t matter whether you are sending someone money through Raast or 1LINK if the bank’s app is down, which is a routine occurrence for a certain tech company with a banking licence, there is little that can be done.", "The State Bank of Pakistan’s website lists 18 banks that are already offering Raast, of which 14 have it integrated with their e-banking channels while the remaining four have it available only at specific branch counters. “I had registered my Raast ID very early on using my bank’s mobile app and then did a transaction or two. Everything was smooth. But a few days later, when a friend transferred funds using Raast, I did not receive any money even though his app showed the transaction as successful. On calling the bank, they told me I am apparently not registered despite my Raast ID showing up as beneficiary to others,” says Fayaz Hussain. ", "While it might still be early days, a casual audit of banks’ websites doesn’t give a particularly comforting picture. For example, one fine institution simply copy-pasted the SBP’s list on its Raast FAQs (frequently asked questions) page, even the “Please reach out to your bank regarding limits on Raast transactions” instead of giving its own limit. ", "And that basically emphasises the importance of Raast in potentially bringing some freshness to Pakistan’s moth-eaten financial services industry where boomers assess their performance by the number of memoranda of understanding signed every month. The SBP’s interoperable micropayments gateway will make it easier for new entrants to easily integrate with other entities and enable payments. ", "Secondly, it will open up possibilities for fintechs to develop new use cases on top of Raast. The SBP cites request-to-pay as one such example: “Under pull payments, a retailer would be able to pull money from the customer’s account, provided there is a confirmation mechanism or a pre-existing authorisation from the customer. A common example of pull payments is direct debit.”", "The regulator is pinning hopes on Raast to promote financial inclusion as well as trigger a further shift towards digital payments, which has seen significant growth since the onset of Covid-19 and the subsequent temporary waiving of IBFT charges. Mobile and internet banking transactions combined surged to Rs10.6 trillion (286.8 million volume) during 2020-21, from Rs4.7tr (139.4m) the previous fiscal year. ", "However, paper transactions still hold considerable weightage as their total value of Rs151.6tr is much larger than the aggregate of e-banking (which also includes primarily cash-based channels like real-time online banking and ATM). That, in essence, shows the potential for digitisation. ", "Moreover, peer-to-peer is just one part of the Raast vision: the other two are bulk payments (which was the first to be launched back in 2021 and has over 30 banks onboard) while the yet-to-be-launched third phase is person-to-merchant payments. Unfortunately, little data has been made available by the SBP on the volume and value of bulk transactions to assess how the uptake has been like. ", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/02/6212f580cd06f.png"]], "time": [[]], "date": ["February 21, 2022"]},
{"title": ["The entrepreneurship of mothers, wives and daughters"], "author": ["Fatima S Attarwala"], "article": [["\t\t\t", "“There was a blast in the kitchen and my sister got burnt,” says Sameena Faisal Khan, founder of ForiFix, a small business that offers organic fumigation and household repairs. A termite infestation had prompted her family to spray over-the-counter solutions in the kitchen which has resulted in a small fire when the stove was lit. Fortunately, the damage to the house and Ms Khan’s sister was limited. In a previous incident, fumigation for bed bugs had resulted in another of Ms Khan’s sisters being rushed to the hospital due to the inhalation of toxic fumes. Combined, these two incidents led Ms Khan to look up safer methods of fumigation and receive support and literature online from the National Pest Management Association of America.", "At that time Ms Khan had been restricted to the bed for two years owing to a spinal injury. Her inquiries led her to start a small scale side business that she run while being bed-bound. Eventually, Ms Khan recovered and resumed working for a firm, only to be fired once she got pregnant. The shock of being let go soon after getting a promotion prompted Ms Khan to fully launch ForiFix in her 20s, raising funds and getting support from friends and family.", "Since then, ForiFix has expanded to offering technicians for a range of services. While the business is limited to social media and word of mouth marketing, it has a team of 22 with five girls working remotely. Ms Khan runs the business around her kid’s timings, supported by her business partner who is now her husband.", "“Our labour is laid-back — they don’t take calls before 12, often have pan stuffed in their mouth and smoke,” she says, explaining the multiple training she undertook to ensure that her technicians are clean and courteous to her customers. “We are six sisters and live with our mother. The mannerisms of technicians have made me sensitive to the needs of our customers which is why we do well with word-of-mouth marketing.”", "Officially, one per cent of entrepreneurs are women in Pakistan but this statistic does not capture the scores of females that start small-scale businesses", "ForiFix is planning to expand its range of services offered in Lahore and Islamabad while a website is in the works.", "Officially, only one per cent of entrepreneurs are women in Pakistan as compared to 21pc men. While this statistic may be true, it does not capture the scores of females that start small-scale businesses while remaining below the radar but earning enough to offer a source of sustenance for their families.", "Another such story is of Bushra Bibi, a dairy farmer in Multan. Shyly, 29-year-old Ms Bushra explains over the phone that she has over 15 years of experience. About a year ago, she took a loan of Rs500,000 from First Women Bank and launched a small-scale dairy farm with eight animals — enough to sustain her parents and 21-year-old sister while paying off the loan. “My father has no sons so I am his support,” she says simply.", "According to a study by the think tank Council on Foreign Relations (CFR), Pakistan’s GDP could increase by $251 billion if women could participate in the economy as fully as men. However, mostly the cases of entrepreneurship and employment are born out of necessity.", "\t\t\t", "One such case is of Salma Shaheen who has taken a Rs1 million loan under the Prime Minister’s Kamyab Jawan Youth Entrepreneurship Scheme to set up a beauty salon and training centre, Gorgeous, at home near Askari in Karachi.", "“I was working before I was married at 20 years of age. I felt imprisoned after marriage since I was not allowed to go out, no one was allowed to visit, and my husband was constantly suspicious without providing financial support,” says Ms Shaheen explaining why she started a business. The 32-year-old currently employs four girls and single-handedly supports her 8-year-old and 10-year-old sons.", "Karandaaz’s research indicates that the majority of women entrepreneurs in Pakistan operate in the informal micro, small and medium enterprise (MSMEs) space but account for only 8pc of owners of MSMEs.", "The women of the family are driven to protect and nurture regardless of the scant resources available. CFR’s research indicates that on a scale of 0 to 100, women’s legal rights to self-determination are scored at 16 and financial inclusion is at 17. Arguably the lowest score is of 10 out of 100 for unpaid care work related to household chores indicating that unpaid work is most unevenly distributed between women and men.", "And yet, women preserve, whether in the capacity of industry leaders or running a business from home while caring for the kids, mothers, wives, daughters continue to make ends meet regardless of the hurdles.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/622571794b277.jpg", "https://i.dawn.com/primary/2022/03/6225717948f4c.jpg"]], "time": [["10:32am"]], "date": ["March 7, 2022"]},
{"title": ["Tales of horror and disappointment: Pakistani students caught in the middle of Russia's invasion of Ukraine"], "author": ["Zofeen T. Ebrahim"], "article": [["After living in the basement of a hostel for seven days from the day the ", ", Misha Arshad, a final year student at the National Aerospace University in Kharkiv, managed to flee the city amid artillery fire and rocket attacks. ", "Arshad was among the over ", " from 155 nations studying in various universities across Ukraine because of its low tuition and cost of living. Of these, nearly 25 per cent were from India, while the rest were from Morocco, Turkmenistan, Nigeria, China and Pakistan, according to the University World News. ", "“When the war broke out, the university administration shifted those living in apartments to hostel basements. I stayed with some 120 students from Nigeria, China, India and even some local Ukrainians,” Arshad recalled. “It wasn’t safe for us to leave our shelter or even try and flee as air strikes continued all day and night.” ", "Pictures taken at the entrance of her hostel building showed devastation all around and even an unexploded missile half-buried in the street.  ", "\t\t\t", "Finally, after lying low for a week, she found the courage to hitch a bus ride arranged by the Indian embassy for 25 Indian students on March 3, which took them to Ternopil city — where Pakistan had also moved its embassy — on March 4. “I was the only Pakistani in a bus full of Indian students,” said Arshad, who is studying to be a pilot. ", "The otherwise 12-hour journey from Kharkiv in the north-east to Ternopil in the west took over 25 hours, and was uneventful with regular stops for refuelling. They all survived on water and dry-fruit, she said. At Ternopil, they spent the night in a hostel arranged by the Indian embassy. ", "The next morning, on March 5, Arshad set off for the Romanian border, from where the students were to be taken straight to the airport and return to their respective home countries (We lost contact with Misha Arshad from the afternoon of March 5). ", "For this leg of the journey, Arshad had borrow $200 to purchase the bus ticket from a “Pakistani travel agent” as the “ATMs didn’t have money and the credit cards were not working”. ", "Disappointed by the behaviour of the Pakistani embassy, she said “they did nothing” to help us evacuate. “We are the future of Pakistan and this is how they treated us in this difficult time,” she lamented.", "Afifa Maham, a third year student at Ternopil National Medical University, who managed to reach Warsaw after several days of uncertainty, also felt let down by the Pakistani embassy in Ukraine. ", "\t\t\t", "“Our ambassador did nothing to help us!” said Maham. On the other hand, she explained how the Pakistan ambassador to Poland, Malik Muhammad Farooq, had personally come to pick her and the five other women she was traveling with from the train station when they reached Poland. He had subsequently dropped them off to a refugee camp with instructions to catch a bus to Warsaw. “The embassy even arranged for our hotel in Warsaw,” she said.  ", "Similar sentiments were expressed by Basit Hamid, a Lahore-based businessman, whose 21-year old son, Rayyan Hamid, was studying dentistry in Kyiv Medical University.", "“I blame our ambassador in Ukraine who did not have the foresight to evacuate Pakistani students earlier when war clouds were looming. Was he sleeping? Did he not understand when other embassies — US and UK and Canada — were telling their people to leave?” questioned the father. “He kept telling them to stay put and focus on studies,” he added. ", "Meanwhile, the Pakistani embassy in Ukraine said on Saturday that it had safely evacuated 1,476 Pakistani nationals and students stranded in the conflict zone, with nine more on the way. It added that efforts were afoot to evacuate the remaining 37 students. ", "\t\t\t", "In addition, the Pakistan embassy in Lviv was also ", ", the foreign ministry said. Commenting on a video clip doing the rounds showing Indian students being fed by the Pakistani embassy, Foreign Minister Shah Mahmood Qureshi said: “They are in distress due to war” and the Pakistan embassy helped them “on a humanitarian basis”.  ", "But not everyone was convinced by the rhetoric. “The successful evacuation by our government is fake news!” said Arshad, when asked about the embassy’s claims, dismissing them completely. ", "The Foreign Office spokesperson and the ambassador to Poland did not respond to requests for comment. Meanwhile, calls to the embassy in Ukraine went unanswered.  ", "Unlike Arshad’s smooth bus ride, Maham, who left Ternopil in a bus with 50 Pakistani students and reached Medyka village in Poland on Feb 28, described her journey as “harrowing”.", "For a journey that normally takes two-and-a-half hours, it took Maham’s group nearly 13 hours to reach Shehyni, a village at the border of Ukraine. ", "“Short of 30 kilometres, there was a huge traffic jam. Our driver asked us to step out of the bus and walk the rest of the journey with our heavy suitcases,” she recalled. ", "Maham dumped her luggage midway as she was unable to drag it due to “sheer exhaustion and freezing cold”. It was easier to walk with a knapsack which had “my computer, phone charger and important documents,” she said. ", "The group of 50 soon got separated and Maham was left with a smaller group of 11, comprising six women and five men.  ", "\t\t\t", "Hundreds of miles away, Rayyan and his three friends, who left Kyiv the day after the Russian forces invaded, had pretty much the same experience as Maham and her group. ", "“We tried to get a train but could not. Left with no other choice, we hired a private taxi for a whopping $900, with the promise that the driver would take us right to the border of Shehyni,” said Hamid, but the driver dropped them 30 kilometres short of their destination due to the traffic jam. “The fare was paid by one of the boys as none of us had that much cash and the credit cards and ATMs were not working,” he explained. ", "However, he observed, “the Ukrainians were able to drive straight to the border without much hassle”. ", "They walked a good 11 hours in the cold, without food and very little water, till they reached the border. “We were really exhausted!” said Rayyan. ", "Speaking to ", ", his father said it helped to have formed a common WhatsApp group of the four sets of parents and their boys. “We were constantly in touch with them, boosting each other’s morale. It seemed we were walking alongside them. It helped us feel less despondent,” he said. No one slept a wink in “those six days” said Basit Hamid, whose son has since returned home.", "\t\t\t", "But if getting to the border was tough, exiting Ukraine was a nightmare.", "“The queues were endless and there was a lot of fighting. The border security forces were controlling the crowd using batons,” said Rayyan, who said he saw two young Indian boys die in front of him and helped put their bodies on the side of the road. “Many others would just suddenly collapse out of sheer exhaustion and dehydration,” he added.", "Things did not have to come to this if the Ukrainian border staff had shown a bit of empathy, he said. “We would be on the same spot in our line for four hours, while the queue for Ukrainians moved speedily,” he said adding: “Much of the frustration and anger among the men and the scuffles that ensued was because everyone was hungry, thirsty, cold and exhausted and then on top of that, were treated differently, which was the last straw!”  ", "“Those who jumped the walls to go on the other side were tossed back like toys by the security staff,” said Maham who found the “brawls, the screaming and shouting” very scary. “It seemed everyone had gone wild, almost animal-like,” she added. ", "But the Pakistani men who stayed with them till the Ukrainian border protected them by encircling around, whenever there was jostling or fights broke out. ", "“I can’t explain the feeling right now, I’m completely numbed and I think the trauma will stay with me for the rest of my life,” said Maham, who was to fly from Warsaw to Barcelona, where her parents currently live.", "Header illustration: AJP/ Shutterstock", "Zofeen T. Ebrahim is an independent journalist based in Karachi.\n", "\nShe tweets at ", "."]], "picture": [["https://i.dawn.com/primary/2022/03/622489d35fe54.jpg", "https://i.dawn.com/primary/2022/03/62248a8f9f99c.jpg", "https://i.dawn.com/primary/2022/03/62248b331c917.jpg", "https://i.dawn.com/primary/2022/03/62248cf0de2b8.jpg"]], "time": [["12:29pm"]], "date": ["March 6, 2022"]},
{"title": ["Rupee report: Weekly rupee-dollar parity"], "author": ["From the Newspaper"], "article": [["\t\t\t", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/6225735945641.jpg"]], "time": [["07:52am"]], "date": ["March 7, 2022"]},
{"title": ["Pakistan still a cheaper country to live in compared to others, says PM Imran"], "author": ["Dawn.com"], "article": [["Prime Minister Imran Khan on Monday claimed that Pakistan was still a cheaper country to live in as compared to many others as he recalled the measures taken by his government to steer the country out of the ongoing inflationary tide.", "He made this statement while addressing a ceremony to launch Ehsaas Riayat Rashan Programme in Islamabad.", "The prime minister said the prices of petrol and diesel in Pakistan were still cheaper in comparison to Dubai and the UAE despite their oil reserves.", "\"I promise my nation that as long as you keep giving taxes, we will keep on enhancing the scope of welfare programmes for the people,\" he said.", "\t\t\t", "He said the government was aiming to improve the lifestyle of the underprivileged segment of the society.", "The premier said that families across all provinces, except Sindh, will get health cards by the end of March. \"The health cards will be distributed in provinces where PTI is in power,\" he said.", "PM Imran said each family will get a health insurance cover of up to Rs1 million through health cards. ", "He said people all over the world suffered economic problems due to Covid-19 pandemic, acknowledging that Pakistan was no exception.", "\"However, our policies saved people from what could have been the worst case scenario.\"", "He said ", " ", " rated Pakistan's strategy in successfully tackling Covid among the top.", "He also spoke of women's rights and stressed on the provision of education and financial assistance to help them prosper. ", "The premier said no nation could progress without the empowerment of its women.", "\"My mother played a major role in my progress. If a woman is educated, she can lift the entire family,\" he added.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/6225ba7fc7e52.jpg"]], "time": [["02:08pm"]], "date": ["March 7, 2022"]},
{"title": ["With autonomy come challenges"], "author": ["Jawaid Bokhari"], "article": [["After a long, long wait, the State Bank of Pakistan (SBP) has ", " with its struggle for operational freedom apparently not over. Given the fierce controversy with which autonomy has come about, it is generally believed that the SBP would face difficult challenges in making independent decisions.", "The question is being asked now is ‘how ready is SBP to deliver on its new role, particularly on low and stable inflation.’ This was the topic of a webinar organised by the Sustainable Development Policy Institute on February 7.    ", "The central bank has no option but to build upon its capacity to make a success of the controversial autonomy and deliver on its mandate.  ", "Referring to the way the SBP bill has been ", " by the parliament, a former state bank governor says under such circumstances reforms are not taken seriously. In the same way, to quote an analyst, “the creditability of the SBP and public trust in its various functions and objectives has been adversely affected.” And the situation offers the government the opportunity to informally undermine the SBP’s autonomy as it is its usual practice.  ", "The central bank has no option but to build upon its capacity to make a success of the controversial autonomy and deliver on its mandate", "On the central bank’s role in ensuring price stability — a matter of deep national concern — former finance minister Hafiz Pasha says: the past 3-year results showed that in the given model, every year the systematic monetary component in inflation ranged between 30 to 35 per cent. The other two dominant variables are the supply side, imported inflation and, very importantly, administered price and, as of now, electricity tariff is the largest single contributor to inflation in the country.", "To reduce imported inflation, described by policymakers as a major cause of price hikes, the State Bank needs to re-direct bank credit to help boost production and build a self-reliant economy. “Since our industries are heavily reliant on imported raw materials and machinery, the abrupt devaluation disrupts the entire business cycle,” says Lahore Chamber of Commerce and Industry President Mian Nauman Kabir.", "It needs to be acknowledged here that the central bank has played a significant role in stimulating economic growth and protecting employment following the outbreak of coronavirus.", "The International Monetary Fund’s (IMF) sixth review report stressed the need for SBP’s closer oversight of the institutions to ensure they remain well-capitalised to maintain financial stability. The IMF has asked the SBP to take a more proactive approach in addressing the issue of the under-capitalisation of two private banks.", "Having helped the SBP to attain autonomy, the IMF is now trying to scale up its reforms in the financial sector that would put the PTI-government in an uncomfortable position. The Fund has urged SBP to unwind two key measures it has taken for promoting housing and construction activities. It says “the banks housing lending targets could present risks to the financial sector and entail a misallocation of credit.”", "To spur housing finance, the SBP made it mandatory for banks to increase the share of their lending portfolios to 5pc by December 2021. And in June 2021 capital adequacy regulations were changed to lower applicable risk weight to 100pc from 200pc on banks’ investment in real estate investment trusts.", "The central bank has achieved initial success in persuading commercial banks to step up credit to under-served sectors of the economy such as housing and construction with lending risks shared by government subsidy. On this issue, the government and the SBP are on the same page.", "So far it looks that the IMF and the government aren’t on the same page, says Fahad Rauf, head of research at Ismail Iqbal Securities, adding, “Let’s see how the SBP acts going forward as it has become autonomous now.”", "Though the IMF has a ", " in terms of housing finance, Deputy Governor Dr Murtaza Syed says it is not part of the Fund’s conditionality and is just advice — and we can agree to disagree on this.", "While the country faces a shortage of four million houses, Dr Pasha says the increase in the interest rate on home financing by SBP is absolutely not justified, adding it was okay at 2-4pc.", "The issues in banks’ management and work culture demand closer SBP’s supervision. For example, in a dispute resolved by the Banking Mohtasib Pakistan (BMP), a bank was found unjustifiably avoiding repatriation of stuck up export proceeds to the complainant. In another case relating to a customer’s investment in a mutual fund, it came to light that the bank staff had no clue about the SBP directive regarding the ‘Sale of Third Party Products by Banks.’ In the quarter ending December 31, 2021, the central bank slapped a penalty of Rs57.8m on five commercial banks for “violation of regulatory instructions pertaining to general banking operations.”", "A positive development is that the number of complaints relating to inefficiencies/delays and classified as ‘others’ has dropped from 3,869 in 2020 to 3,645 in 2021, according to the annual BMP report. At the same time disputes related to customers’ products (credit)/debit cards, personal /auto loans etc fell from 2,323 to 2,104. However the total number of complaints received by BMP — including from the prime minister’s office — swelled from 22,750 to 33,196.", "With the impetus provided by Covid-19, the State Bank has taken significant steps to improve the quality of banking service by accelerating the digitalisation of the banking system. But the number of complaints relating to the promotion of digitalisation has increased from 1,546 to 1,905 and those relating to internet banking, e-commerce etc from 1,345 to 1,543.", "The indemnity granted to its officials and board of directors under the new law would require SBP to strengthen its internal accounting system, increase its overall efficiency and performance as an autonomous institution.", "The number of cases resolved amicably with the approval of BMP in 2021 was 25,231 and orders issued were a mere 437. In all, 6,924 cases were found to be incomplete/not related/ required further information/documents. On December 31, 2021, there were 4,772 pending cases against 4,168 at the end of 2020.", "BMP’s success can be attributed primarily to its charter. BMP is independent, impartial and autonomous — administratively and financially — to resolve disputes amicably through an informal and friendly process in a manner that is impartial, fair and equitable to all parties. ", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [[]], "time": [[]], "date": ["February 14, 2022"]},
{"title": ["Opposition MNAs told to cancel foreign visits"], "author": ["Amir Wasim"], "article": [["\t\t\t", "ISLAMABAD / LAHORE: Struggling to achieve the required numbers to move a no-confidence motion against Prime Minister Imran Khan in the National Assembly, the leadership of the country’s two major opposition parties — the Pakistan Muslim League-Nawaz (PML-N) and the Pakistan Peoples Party (PPP) — on Sunday directed their lawmakers to cancel their foreign visits, if any, and ensure their presence in Islamabad for the next few days.", "In the wake of reports that the Pakistan Tehreek-i-Insaf (PTI) government is planning to arrange some foreign visits of the lawmakers in an apparent move to fizzle out the opposition’s no-trust move plan, the leaders of the two parties have also directed their respective members not to become part of any official delegation for any foreign tour.", "While speaking to the media at the residence of Nadeem Afzal Chan, who quit the ruling PTI to rejoin the opposition party, PPP chairman Bilawal Bhutto-Zardari in response to a question about the chances of their success and the neutrality of establishment said whether the establishment was neutral or not would become evident in the next few days. No one could give 100 per cent guarantee of the success of a no-confidence motion, but if they were to wait for such a guarantee, this misery would continue, he said.", "In Islamabad, political tensions have begun to rise as the PPP’s long march left Lahore for the federal capital as per plan while the local administration has yet to grant a permission to the PPP to hold a public meeting at the famous D-Chowk, right in front of the Parliament House building on the Constitution Avenue.", "Hours after a PPP delegation held talks with the representatives of the local administration on Sunday afternoon, party’s secretary general Nayyar Bokhari announced they would hold the planned public meeting at D-Chowk, come what may, and warned the government against creating any obstacles in the way of the marchers who are expected to enter the capital city tomorrow (Tuesday).", "Addressing party workers in Kahuta, Mr Bokhari reminded the Islamabad administration officials that the PPP had adopted a legal and democratic way to hold the public rally and asked the officials to desist from becoming ‘servant’ of the PTI by removing hurdles in the way of peaceful protest.", "The PPP’s Islamabad chapter had last week formally submitted an application to the local administration of Islamabad, informing it about its plan to hold the public meeting at 4pm on Tuesday at D-Chowk, the place where the PTI had staged a 126-day-long sit-in against the PML-N government in 2014.", "PPP’s information secretary Shazia Marri in a statement on Sunday said Mr Bhutto-Zardari had asked the party lawmakers to “ensure their presence in Islamabad”, cancel their foreign visits, if any, and “refrain” from undertaking even any official foreign tour.", "In a separate statement, PML-N information secretary Marriyum Aurangzeb confirmed that the party leadership had issued directives to its MNAs to stay in Islamabad. She said keeping in view the prevailing price-hike and unemployment in the country, the PML-N had decided that its members would no more undertake official visits as part of any official delegation to be constituted by National Assembly Speaker Asad Qaiser.", "“Spending taxpayers’ money on foreign trips at a time when the people are under duress due to price-hike and unemployment will be nothing but corruption and dacoity,” said Ms Aurangzeb, who had served as the information minister in the PML-N government. She expressed the hope that the PTI members who realized the pain and sufferings of the inflation-hit masses would also refuse to become part of any such foreign tour at this crucial time.", "The directives were issued by the leadership of the two parties after the nine-party alliance Pakistan Democratic Movement and the PPP on Saturday agreed to accelerate their efforts to negotiate with the ruling party’s allies on more ‘solid terms’ before announcing a date for tabling the no-confidence motion.", "Admitting that the passage of a no-trust motion against the prime minister was ‘not an easy task’, PPP chairman Bilawal Bhutto-Zardari told reporters in Lahore that the ‘extreme step’ was necessary to steer the country out of crises on multiple fronts.", "“We’ve to take the extreme step to steer the country out of the economic, political and foreign policy crises the incumbent government has created. None can guarantee a 100 per cent success. This oppression will continue if [we] wait for the 100 percent guarantee,” the PPP chairman said while answering questions at the residence of Mr Chan.", "In reply to a question about the success of no-trust move, Mr Bhutto-Zardari said: “Yes, it is a difficult task. None can term it to be an easy one. But our duty is to make the effort and we think that this is worth the risk.” He vowed not to sit idle until achieving the objective of removal of the ‘selected’ [from power corridors] even if the no-trust motion remained abortive.", "Asked about neutrality of the state institutions during the no-trust process, he said the neutrality would be put to test within days. “All and sundry will see who is neutral and who is not when the no-trust motion will be tabled,” he observed.", "About the opposition efforts to win over the government allies despite claims of having more than the required number for the no-confidence move, the PPP chairman said the role of the [government’s] allies was very crucial, as this would brighten chances of success. Just like a candidate who visits each and every voter to seek their support in an election, they were also approaching everyone who could extend a helping hand against the rulers, he elaborated.", "In reply to the question if the opposition would go first for claiming the head of the National Assembly speaker or of the prime minister, Mr Bhutto-Zardari said it was a matter of strategy, which would be soon finalised by Asif Ali Zardari, Shehbaz Sharif and Maulana Fazl. In his personal opinion, he said, the no-confidence motion should be tabled against both.", "He also defended the party’s decision of taking out a long march on Islamabad, arguing the step had put the maximum possible pressure on the government which, having no organic majority in the parliament, was compelled to contact parliamentarians.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [[]], "time": [["02:04pm"]], "date": ["March 7, 2022"]},
{"title": ["Women's Cricket World Cup: India trounce Pakistan to maintain perfect record"], "author": ["Reuters"], "article": [["India dispatched a meek Pakistan by 107 runs after a record stand by Pooja Vastrakar and Sneh Rana overcame a mid-innings slump in their Women's Cricket World Cup clash at Mount Maunganui on Sunday.", "The first clash between the Asian rivals since India's victory in the 2017 World Cup ended with Pakistan all out in the 43rd over for 137 in reply to India's 244 for seven.", "India had prevailed in all 10 previous one-day matches between the two, but Bismah Maroof's team threatened to pull off an upset when they reduced Mithali Raj's side to 114-6 in the 34th over.", "Opener Smriti Mandhana made 52 but it was counter-attacking knocks from lower-order batters Vastrakar (67) and Rana, who made unbeaten 53, that helped India to a decent total of 244-7. ", "Vastrakar, the player of the match, belted 67 off 59 deliveries before she was bowled by Fatima Sana at the start of the final over while Rana was unbeaten on 53 off 48.", "While it was a comprehensive victory for India, captain Mithali Raj said there was plenty to work on if they were to make the playoffs.", "“A very important partnership there between Pooja and Sneh brought us to the total we put on the board, but that is something we would like to address, because when you start playing the tournament, it's important that your top order scores runs,” she said.", "At the top of the order for India, Smriti Mandhana and Deepti Sharma contributed 52 and 40 respectively and, along with Vastrakar and Rana, the quartet provided all but 32 of their total.", "Pakistan did not help their cause by giving away 11 extras including three in a nine-ball over from Fatima Sana that included two wides and a no ball.", "While the required run rate was under five an over, Pakistan fell off the pace from the start and after seven overs had only eight runs on the board.", "At the halfway stage, they were 78 for five, compared to India's 100 for three, and struggling to cope with the spin of Rajeshwari Gayakwad and the superb glovework of 18-year-old Richa Ghosh behind the stumps.", "The veteran left-armer Gayakwad took four for 31 off her 10 overs while teenager Ghosh had a hand in five dismissals with four catches and a stumping.", "Bismah said Pakistan could not capitalise on the strong start and let India off the hook.", "“We gave away easy runs to them, we were sloppy on the field, we didn't put them under pressure,” she said. “Our batting has to improve, our shot selection wasn't good, we'll work on it ahead of the next game.”", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/622495eeedb4a.jpg", "https://i.dawn.com/primary/2022/03/622495be6ee6b.jpg", "https://i.dawn.com/primary/2022/03/6224963c78f67.jpg"]], "time": [["04:22pm"]], "date": ["March 6, 2022"]},
{"title": ["Sunil Gavaskar says Shane Warne wasn't greatest, Indian spinners and Muralitharan 'certainly better'"], "author": ["Reuters"], "article": [["India batting great Sunil Gavaskar has spoken at his shock at the death of Shane Warne but does not think the Australian tweaker was the greatest spinner of all time.", "Speaking on a show on the ", " television channel, Gavaskar said Warne's death at the age of 52 on Friday due to a suspected heart attack in Koh Samui, Thailand had left him speechless.", "Warne's death followed that of fellow Australian great, wicketkeeper Rod Marsh, at the age of 74.", "\"Within the space of 24 hours the cricket world has lost two giants of the game, not just Australian cricket but the cricket world. ", " and then Shane Warne. This is unbelievable. Hard to come to grips with,\" Gavaskar said.", "\"Warne mastered a craft which is so difficult... wrist spin. To pick 700-plus wickets like he did in test cricket, hundreds more in one-day cricket tells you how good a bowler he was.", "\"Finger spin is a lot easier, you have more control over what you want to bowl but leg-spin or wrist spin is tough. For him to have bowled the way he did, the way he seemed to create magic... at will was the reason he was revered all over the cricketing world.\"", "Gavaskar said he did not consider Warne, who took 708 test wickets to sit behind Sri Lanka's Muttiah Muralitharan (800) in the overall list, as the greatest spinner of all time.", " ", "\"For me, the Indian spinners and Muralitharan were certainly better than Warne. Because look at Warne's record against India. It was pretty ordinary against India,\" Gavaskar said.", "\"Because he didn't have much success against Indian players, who are very good players of spin bowling, I don't think I would call him the greatest. Muralitharan with the success that he had against India would rank over him in my book.\"", "The timing of Gavaskar's comments upset some of Warne's legion of Indian fans, particularly his suggestion that the Australian's lifestyle had contributed to his early death.", "\"He was always looking to live life fully, king-size as they call it and he did that and maybe because he lived life in such a manner is perhaps the reason why his heart couldn't take it and he passed away so soon,\" Gavaskar said.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/6225c328be096.jpg"]], "time": [["01:43pm"]], "date": ["March 7, 2022"]},
{"title": ["Cricket legend Shane Warne dead at 52"], "author": ["Dawn.com"], "article": [["Australian cricketer Shane Warne, one of the finest leg-spin bowlers of all time whose talent and personality transcended the sport, died aged 52 on Friday.", "Warne died from a suspected heart attack in Koh Samui, Thailand, his family confirmed in a statement.", "“Shane was found unresponsive in his villa and despite the best efforts of medical staff, he could not be revived,” the statement read.", "“The family requests privacy at this time and will provide further details in due course.”", "Thai Police said they were not treating the death as suspicious.", "Warne's associates staying in the same villa tried unsuccessfully to revive him, police added.", "Credited for reviving the art of leg spin, Warne made his test debut in 1992 against India and by the time he ended his 15-year international career, the chubby spinner had established himself as one of the all-time greats of the game, bagging 708 wickets in 145 Tests.", "He later played in the Indian Premier League (IPL) and other Twenty20 competitions before retiring from all cricket in 2013 but continued to be involved in the game as a broadcaster. Often called the best captain Australia never head, he inspired Rajasthan Royals to the inaugural IPL title in 2008.", "Warne also had 293 wickets from 194 one-dayers and won the man-of-the-match award when Australia beat Pakistan in the 1999 World Cup final.", "Rated among the five greatest cricketers of the 20th century, Warne was one of the game's prominent crowd-pullers whose craft as well as lifestyle often made headlines.", "The wily spinner frequently courted controversy and served a 12-month ban after testing positive for banned diuretics in 2003.", "Warne's death is the second major blow to Cricket Australia on Friday after another Australian legend, Rodney Marsh, also passed away earlier in the day. ", "Warne's last post on Twitter, 12 hours before his death was reported, was a tribute to Marsh.", "“Sad to hear the news that Rod Marsh has passed. He was a legend of our great game and an inspiration to so many young boys and girls. Rod cared deeply about cricket and gave so much-especially to Australia and England players. Sending lots and lots of love to Ros and the family.”", "\t\t\t", "The cricket fraternity expressed shock over Warne's sudden death as messages continued to pour in on social media websites.  ", "Pakistan captain Babar Azam said he found it \"hard to believe\" that Warne was no more. \"Such a devastating loss for the cricket world. He literally inspired generations with his magical leg spin,\" Azam wrote on Twitter. ", "\t\t\t", "Former Sri Lanka captain Kumar Sangakkara also expressed disbelief, saying that he was \"absolutely shocked and gutted\" to hear about the death of a \"legend and friend\".", "\t\t\t", "Pace great Waqar Younis shared similar sentiments and said it was a \"very, very sad day for our cricket community. The biggest superstar of my generation [is] gone\".", "\t\t\t", "Meanwhile, Australia opener David Warner grieved the loss of \"two legends\" — Warne and Marsh — saying that they had left too soon.", "\"I’m lost for words, and this is extremely sad,\" he tweeted.", "\t\t\t", "Warne's great Indian rival Sachin Tendulkar was “shocked, stunned and miserable” at the death of the Australian stalwart.", "“Will miss you Warnie. There was never a dull moment with you around, on or off the field. Will always treasure our on-field duels and off-field banter. You always had a special place for India and Indians had a special place for you,” Tendulkar tweeted.", "\t\t\t", "West Indies great Sir Vivian Richards said he was \"shocked to the core\" after hearing about Warne's death.", "\"This can't be true ... There are no words to describe what I feel right now. A huge loss for cricket,\" he tweeted.", "\t\t\t", "Veteran Shahid Afridi extended his \"deepest condolences\" to Warne's family.", "With the Australian legend's death, he said, the \"game of cricket has lost what I consider a university of leg-spin bowling today\". ", "\"I was inspired by his bowling from the start of my career and it was always a privilege to play against him,\" Afridi added.", "\t\t\t ", "Pakistan bowler Shadab Khan eulogised Warne as a cricketer who \"inspired generations\".", "\" There will be none like you (Warne) ... you are the reason so many of us started bowling leg spin,\" he tweeted.", "\t\t\t ", "Indian captain Rohit Sharma tweeted that \"an absolute legend and champion of our game has left us.\"", "\t\t\t", "Former England batsman Ian Bell remembered Warne as someone who was his \"hero growing up and the greatest player I ever played against\".", "\t\t\t", "And former Indian Batsman Gautam Gambhir described Warne as one of the few who \"can match their attitude with raw talent\".", "\"Shane Warne made bowling look like magic!\" he tweeted.", "\t\t\t", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/6222201a95b5f.jpg"]], "time": [["07:37am"]], "date": ["March 4, 2022"]},
{"title": ["Bismah Maroof is nailing both cricket and motherhood — and netizens are in awe"], "author": [null], "article": [["\n                        ", "\n                    ", "\n                            Desk Report                        ", "\n            Her baby daughter made an appearance after the Pakistan vs India match and the Indian cricket team couldn't get enough of her.         ", "Bismah Maroof, the captain of Pakistan women's national cricket team, is all the cricketing world could talk about after Pakistan's match against India during the ICC Women's World Cup on Sunday. Maroof's baby daughter became the centre of an endearing moment between teams India and Pakistan after little Fatima made a public appearance in her mother's arms post match.", "We caught our first glimpse of little Fatima after Maroof and the team arrived at Bay Oval in Mount Maunganui, New Zealand, ahead of their match against India. ", "\t\t\t", "Thankfully, that wasn't the last we saw of Maroof's daughter. She reappeared in front of the cameras after her mother brought her out post match,  and the Indian cricket team just couldn't get enough of her. ", "\t\t\t ", "Many stood around Maroof  and tried to grab little Fatima's attention. For a few moments, the captain's daughter seemed to have brought both teams together as rivalries (and political animosities) were put aside. This wholesome bonding moment between India and Pakistan didn't go unnoticed on the internet. ", "\"What a photo,\" commented one user on Twitter. \"India players with Pakistan captain Bismah Maroof and her kid after the World Cup game...\" ", "\t\t\t", "\"This will warm your heart in beautiful ways,\" tweeted another user. ", "\t\t\t", "Many netizens appreciated how the moment cemented Maroof's legacy as an athlete determined to thrive as mother as well without having to choose one over the other — a feat that stands as a source of inspiration for other women.  ", "\"Bismah Maroof's legacy will go far beyond her achievements on the field. In a society that often tells women to make choices between career and family, she's showing that you can have both! Such an inspiring person,\" read a tweet. ", "\t\t\t", "\"In a society where women have to choose one in career and family, Bismah Maroof showing that both can be done. Very inspiring!\" said one user. ", "\t\t\t", "Maroof ", " last year in August, 2021. ", " to ", " earlier this month, she talked about spearheading Pakistan's campaign at the World Cup in New Zealand after becoming a mother, a comeback she hopes will inspire female cricketers in her homeland and beyond. ", "Thirty-year-old Maroof said she owes her return to the parental support policy introduced by the Pakistan Cricket Board (PCB) last year. “I didn't have any clarity about my future at that time. It seemed all's over,” Maroof said. “Then I spoke to the PCB management and (coach) David Hemp. They told me 'You can come back. Players in Australia, New Zealand and England do come back' (from motherhood).”", "Maroof was the first beneficiary of the ", " which entitled her to 12 months of paid maternity leave and a guaranteed contract extension. She would also have a support person — her mother — in New Zealand to help look after her child so she can focus on cricket.", "“Without the policy, I probably would've quit the game by now,” said the batting all-rounder. “Now I can travel with my daughter, and with my mother around, I can focus on cricket knowing my kid is in safe hands.\"", "Well, there's no denying it. Maroof's commitment to nailing both motherhood and cricket is truly an inspiration for not just women in sports but also women in other careers and pursuits, especially in Pakistan, a country where women often have to quit their jobs after becoming mothers because of societal pressure or lack of institutional support. With the right policies and support system in place, women ", " carry their careers alongside motherhood — and Maroof is testament to that.  ", "While many are cheering on Maroof for \"doing it all\",  we hope this support continues even if the captain chooses to focus on her daughter before her career. Making that choice will not make the Maroof any less of the brilliant athlete she already is. ", "Copyright © 2022", " Compunode.com Pvt. Ltd. (", ").Designed for ", "."]], "picture": [[]], "time": [["12:13pm"]], "date": []},
{"title": [""], "author": ["Sheheryar Khan"], "article": [["Pakistan’s music industry which enjoyed much international success in the nineties led by Vital Signs, Junoon – and then by Noori and Atif Aslam in the early 2000s – experienced a sharp decline in the mid-2000s due to significant social and cultural changes. Music festivals disappeared and the lack of local record labels meant that a younger generation of musicians was deprived of the support necessary to showcase their talent.", "During this period, Coke Studio gained much critical and popular acclaim as it fed the appetites of fans but became stale with each season restricted to fusion music without pushing boundaries and raising the bar as it had done earlier; and although commercial brands played a crucial role in sustaining the music industry in the past 15 years, indie music artists remained on the fringes as commercial entities sought out the established artists.", "Thankfully, today, indie artists are breaking into the mainstream. Punjabi RnB has seemingly become the defining soundtrack of the younger generation, with people such as Shamoon Ismail bringing back Punjabi music one can dance to. Rap, which for decades acted as the trademark counterculture music, commenting on social, cultural and political injustices, is also seeing a resurgence. Be it Faris Shafi with his scathing lyrics highlighting the hypocrisies within Pakistani society or Young Stunners shedding an insight into the struggles of Pakistan’s urban middle-class youth, Pakistani rappers have found a unique way of narrating their stories in Urdu. The fact that Young Stunners were chosen for the PSL anthem last year shows the extent to which Urdu rap has broken into the mainstream.", "\t\t\t", "However, this revival is not restricted to one or two popular genres – it is its diversity and creativity that is eye-catching and different from what came before. Even artists from niche genres like metal are making waves, and I was extremely happy to see the release of Takatak’s debut album Acrophase and even happier to see it voted as one of the top 20 metal albums for Metal Injection.", "\t\t\t", "Perhaps what differentiates today’s music scene is the fact that not only are the lyrics thoughtful and the music catchy, the way they are packaged and produced is different. The production quality across genres is indicative of a blend of maturity and a new age mood as embodied by former teenage prodigy Abdullah Siddiqui who at 21 is producing for musicians like Meesha Shafi.", "\t\t\t", "This new wave of Pakistani music should not come as a surprise. The talent and creativity were always there, all that was needed was a push into the mainstream. Although multinational corporations played their part by becoming much-needed patrons, it is how those musicians seized the opportunities and opened up the way for others to join them in the spotlight. There is a sense of camaraderie among musicians, with each one quick to support the production and promotion of another’s work. You just know it’s different this time.", "With Spotify entering Pakistan’s music ecosystem, one hopes the platform will provide the required support to the ongoing music revolution in Pakistan, giving artists more ownership of their music and a direct line to their fans, while providing globally competitive rates for their work.", "Although the signs are promising, there is still some way to go for the current generation of musicians to hit the same heights as their trailblazing predecessors. The lack of large-scale music festivals or curatorial organisations is preventing them from interacting with their audiences and building on their existing fan base. There is no reason to believe that this generation will not achieve global success, but they need the support of fans to help create an environment that is conducive to making money while maintaining their artistic credibility.", "\n      For questions regarding subscription and timely delivery, please contact on the following numbers or visit ", "\n      (ISB) +92-51-220-2701-5 • Plot 12, Sector G-7/1 Mauve Area, Near Zero Point Islamabad, 44000 ", "\n      (KHI) +92-21-3561-3066/7 • Haroon House Dr. Ziauddin Ahmed Road Karachi, 74200 ", "\n      (LHR) +92-42-3575-8120-25 • 20-N, Gulberg II Lahore, 54660 ", "\n      ", "  • ", " ", "\n    "]], "picture": [["https://i.dawn.com/primary/2022/03/62259d15e6b7d.png"]], "time": [["10:50am"]], "date": []},
{"title": [""], "author": ["Khizra Munir"], "article": [["\t\t\t", "I know this is not a revolutionary realisation, but hear me out. The pandemic messed us all up. It messed up our routines and lifestyles and took away our control over everything. The ONLY thing we (very much I) had control over, was our morning and night skincare routines and how to ensure we did not let our skin show how dead we felt inside. Thanks, Corona!", "\t\t\t", "This is very much a lifestyle trend, even if you don’t agree with me. If you are not starting a conversation or deep diving into a discussion about the ‘start-up ecosystem’ by name dropping the latest start-up to have raised international funding, where have you been?", "\t\t\t", "This is my favourite. So many accounts on TikTok/Instagram have my full attention because of the entertaining videos they churn out. Chalk this down to lots of time during long lockdowns, and playing around with editing. They are mostly transition videos showing quick changes of makeup or clothes with really flawless editing, and I am riveted.", "\t\t\t", "Tourism in Pakistan has seen a massive boom because of the International travel bans during Covid-19. What started as a ‘last resort’ for the frequent passport users has become an eye-opening, easy, protocol-free retreat whenever it takes anyone’s fancy. Everyone else already knew how gorgeous it is up there.", " ", "\t\t\t", "We have all evolved. Covid-19 required us to (kicking and screaming) embrace technology. For many it meant online schooling and for just as many, it meant it was safer to talk to the doctor via video chat. This put a much-deserved spotlight on some of the local healthtech companies that were already doing this.", "\n      For questions regarding subscription and timely delivery, please contact on the following numbers or visit ", "\n      (ISB) +92-51-220-2701-5 • Plot 12, Sector G-7/1 Mauve Area, Near Zero Point Islamabad, 44000 ", "\n      (KHI) +92-21-3561-3066/7 • Haroon House Dr. Ziauddin Ahmed Road Karachi, 74200 ", "\n      (LHR) +92-42-3575-8120-25 • 20-N, Gulberg II Lahore, 54660 ", "\n      ", "  • ", " ", "\n    "]], "picture": [["https://i.dawn.com/primary/2022/01/61f22a84150ee.jpg", "https://i.dawn.com/primary/2021/12/61cf4c8ea04e7.jpg"]], "time": [["10:17am"]], "date": []}
]