[
{"title": ["Pakistan lose Abdullah Shafique after solid start in first Test of historic series"], "author": ["AFP"], "article": [["Pakistan lost opener Abdullah Shafique after a solid start before reaching 105-1 at lunch on Friday on the opening day of the first Test against Australia in Rawalpindi.", "Shafique miscued a lofted shot off spinner Nathan Lyon and was caught by Pat Cummins for 44 in the penultimate over of the two-and-a-half-hour session, extended because of Friday prayers.", "At the break, Imam-ul-Haq was unbeaten on 57 while Azhar Ali had yet to score after Pakistan won the toss and opted to bat on a dry and flat Rawalpindi Cricket Stadium pitch.", "Australia seemed to have erred in their selection as they went into the Test — their first in Pakistan in 24 years — with three pacers, a fast-bowling all-rounder and a lone spinner in Lyon.", "In contrast, Pakistan included two spinners, a part-time slow bowler and two frontline pacers. ", "Australia's pace bowlers did not take a wicket in the first session, and Lyon was brought in to bowl in the eighth over.", "Lyon, who so far has figures of 1-36, turned his first ball sharply and beat the bat for an unsuccessful caught behind appeal off the fourth.", "Shafique hit a six in the spinner's third over, but the very next ball Lyon induced an edge to leg-slip — only to see Travis Head drop a sharp chance with the batsman on 21.", "Haq, playing his first Test since December 2019, was solid as he hooked Cummins for his eighth boundary to complete his third 50 in 12 Tests.", "Before the start of the match, Pakistan Cricket Board Chief Executive Officer Faisal Hasnain said the start of the first is a historic moment in Pakistan's cricket history, adding that it sends a powerful message to the rest of the world.", "“The pitch looks nice so we'll try to put runs on the board,” Pakistan captain Babar Azam said, predicting spinners would play a key role in the first match of the three-Test series.  ", "Australia players wore black armbands in memory of former wicketkeeper Rod Marsh who died aged 74 on Friday.", "A sell-out crowd of 16,000 is expected.", "The second Test is in Karachi (March 12-16) and the third in Lahore (March 21-25).", " Babar Azam (captain), Mohammad Rizwan, Abdullah Shafique, Azhar Ali, Fawad Alam, Iftikhar Ahmed, Imam-ul-Haq, Nauman Ali, Sajid Khan, Shaheen Shah Afridi, Naseem Shah.", " Pat Cummins (captain), Alex Carey, Cameron Green, Josh Hazlewood, Travis Head, Usman Khawaja, Marnus Labuschagne, Nathan Lyon, Steven Smith, Mitchell Starc, David Warner.", "Umpires: Aleem Dar and Ahsan Raza", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/6221ae34493ad.png"]], "time": [["01:36pm"]], "date": ["March 4, 2022"]},
{"title": ["PSL profits jump 71pc, highest in tournament's history: PCB chairman"], "author": ["Dawn.com"], "article": [["Pakistan Cricket Board (PCB) Chairman Ramiz Raja on Monday lauded the success of the seventh edition of the Pakistan Super League (PSL), stating that profits \"jumped to 71 per cent\" — the highest in the tournament's history.", "Raja made the comments in a press release issued by the cricketing board, which came a day after Lahore Qalanders ", " by defeating Multan Sultans  by 42 runs at Gaddafi Stadium.", "\t\t\t", "\"HBL PSL 7 profits jumped to 71pc, the most in its history, with each franchise earning around Rs900 million, again the most in HBL PSL’s history, and all before the first ball was even bowled,\" Raja said.", "The PCB chairman attributed the success of the tournament to the \"amazing crowds\" in Karachi and Lahore.", "\"In my professional career, I have never seen such charged up, overwhelming, enthusiastic, lively and supportive crowds, particularly in Lahore,\" he said, thanking the fans for playing a part in PSL's success.", "\"I would like to thank our sponsors, players, franchises, the medical team, law enforcing agencies, local and provisional administrations, commentators and crew members, and ground staff for their untiring efforts, as well as millions watching on television all around the world who made this HBL PSL a memorable spectacle,\" he added.", "He concluded by saying that for next year, the PCB aims to take the league to the homes of all the franchises and to broaden its \"fan reach\".", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/02/621cc0f777e29.jpg"]], "time": [[]], "date": ["March 1, 2022"]},
{"title": ["Trolls are not 'real fans or real Indians', says Indian cricketer Mohammad Shami"], "author": ["AFP"], "article": [["India's most prominent Muslim cricketer Mohammad Shami has slammed trolls as neither real fans nor real Indians in his first comments since being subjected to vitriolic online abuse following the ", " to Pakistan at the T20 World Cup.", "Shami, 31, became the main target of abuse after India were thrashed by their arch-rivals last October on their way to an embarrassingly early exit from the marquee tournament.", "Cricket clashes between India and Pakistan frequently heighten tensions between the neighbours.", "After's India's loss, thousands of hate messages flooded social media, including Shami's Instagram account, calling him a traitor and alleging he had taken money to throw the game.", "In an ", " with the ", " on Monday, Shami said those who trolled him were neither “real fans nor were they real Indians”.", "“When people with unknown social media profiles or even one with a few followers point fingers at someone, they don't have anything to lose,” the paceman said.", "“For them nothing is at stake because they are nobodies ... we don't need to engage with them.” ", " ", "Shami added that he did not need to prove his loyalty to India to anyone.", "“We know what we are, we don't need to say what India means to us because we represent the country and fight for the country.", "“So we don't need to prove anything to anyone by saying or reacting to such trolls.” ", "Since making his debut in 2013, Shami has taken 209 wickets in 57 Test matches with a strike rate of nearly 50.", "He is currently sidelined due to a wrist injury, but added that the present Indian pace attack was the best ever.", "“With the kind of Test match bowling we have now, I don't think we ever had such a period in our cricketing history,” he said.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/02/621c9721cdeb9.jpg"]], "time": [[]], "date": ["February 28, 2022"]},
{"title": ["Australia 'comfortable' with security on eve of Pakistan tour"], "author": ["AFP"], "article": [["Australian Test skipper Pat Cummins said on Friday his team were “comfortable” with security arrangements and excited by what lies ahead, as Australia prepare to jet into Pakistan on their first tour since 1998.", "They are due to leave over the weekend ahead of the first of three Tests in Rawalpindi on March 4 — giving them less than a week to acclimatise and without any warm-up matches.", "It will be followed by Tests in Karachi and Lahore before three ODIs and a single Twenty20, all in Rawalpindi.", "“We've got to a place where everyone hopping on the plane is comfortable with where it's all sitting. It's been a really thorough body of work that the security and the logistics teams have worked through,” Cummins said.", "“And obviously the added layer of bio-security in these times as well. So we're feeling really good and once we get over there, we're going to be able to just concentrate on the cricket.", " ", "“More than anything it's a really special tour,” he added. “We're going to fly over there and experience something for the first time. We're really excited, everyone is in a good place.” ", "Cricket-mad Pakistan endured a long spell without a visit from an international team following a ", " carrying the Sri Lankan side in Lahore in 2009.", "Pakistan were forced to play home international matches abroad — mostly in the United Arab Emirates — until 2015, when normal service tentatively resumed.", "But concerns surfaced again last year when New Zealand ", " to the country in 18 years shortly before the opening match was due to start following a security alert.", "Australia head into the series on the back of a ", " of England over the home summer, with the starting XI for Rawalpindi expected to be much the same.", "Usman Khawaja — who was born in Pakistan — is set to partner David Warner at the top of the order ahead of Marcus Harris, who was dropped during the Ashes.", "Cummins confirmed Steve Smith had recovered from a concussion during their recent Twenty20 series against Sri Lanka and will retain his place.", "Otherwise, the side is set to mirror the one that faced England in the fifth Test last month — with Cummins, Josh Hazlewood and Mitch Starc providing pace and Nathan Lyon spin.", "However, interim coach Andrew McDonald — in charge after ", " after the Ashes — admitted there had been “educated guesses” of how the pitches would play with two extra spinners in Mitchell Swepson and Ashton Agar also in the squad.", " ", "“So we're covering all bases there, from turning wickets to potentially wickets with grass on (them),” he said.", "“But we feel the squad's balanced and there's enough options for whatever the case may be when we land on the ground.”", "The squad has spent the past few days at the Melbourne Cricket Ground preparing, with a spin net set up and the pacemen practising reverse swing, both of which will likely be a factor on the sub-continent.", "“We don't really know what to expect over there, sub-continent Test matches can be played slowly or quickly,” said Cummins.", "“For a lot of this group, we haven't played a lot of cricket overseas but if we want to be number one in the world we have got to have a really good showing on these sub-continent tours.” ", " Pat Cummins (capt), Ashton Agar, Scott Boland, Alex Carey, Cameron Green, Marcus Harris, Josh Hazlewood, Travis Head, Josh Inglis, Usman Khawaja, Marnus Labuschagne, Nathan Lyon, Mitchell Marsh, Steve Smith, Mitchell Starc, Mark Steketee, Mitchell Swepson, David Warner.", " Aaron Finch (capt), Sean Abbott, Ashton Agar, Jason Behrendorff, Alex Carey, Nathan Ellis, Cameron Green, Travis Head, Josh Inglis, Marnus Labuschagne, Mitchell Marsh, Ben McDermott, Kane Richardson, Steve Smith, Marcus Stoinis, Adam Zampa.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/02/62187c752acb8.jpg"]], "time": [[]], "date": ["February 25, 2022"]},
{"title": ["Unfamiliar conditions, unpredictable talent await in Australia's first Test in Pakistan since 1998"], "author": ["AFP"], "article": [["Ashes-winning Australia will face unfamiliar conditions, heavy security and unpredictable, but talented, opponents when they begin their first Test in Pakistan for 24 years on Friday.", "Having ", " in Islamabad just three days ago to be immediately engulfed in “head of state-level security”, the Australians have had little time to acclimatise to conditions in Rawalpindi, where the first Test will be played.", "But they may like what they see as they practise, with a pitch often more conducive to seam bowling than the more typical spinners' wickets more usually found across Pakistan.", "In three Tests played in Rawalpindi since Pakistan were allowed to host matches again in 2019, 10 years on from the fatal terror attack on the Sri Lanka team bus in Lahore, fast bowlers have snapped up 52 wickets with spinners only bagging 21.", "Australia captain Pat Cummins, fresh from leading his side to a ", " of England in his first series in charge, admitted it would be all new to his players.", "“You know most international players — and conditions — but this series comes with a few more unknowns than perhaps normally, so it's going to be interesting and challenging,” said Cummins.", "“I have a big belief in making sure our own game is in order. We must think that we are in great form since the Ashes and look at that, rather than on the opposition.” ", "The Australian will not have encountered some of Pakistan's players before.", "\t\t\t", "Spinners Nauman Ali and Sajid Khan have come in to replace leg-spinner Yasir Shah and fast bowler Mohammad Abbas, who both starred in Pakistan's 1-0 win over Australia in the United Arab Emirates in 2018.", "“I think the one thing with the Pakistan team is that they have some young guys who come and shine straight away so it's a new challenge,” said Cummins.", "Australia have not won an away Test series since their tour of New Zealand in 2016, but have an experienced line-up capable of adapting to conditions.", "Opener David Warner and the prolific Steve Smith have scored 15,368 runs between them in 173 Tests, more than the Pakistan top seven batsmen's combined 13,120.", "They also have the top-ranked Test batsman Marnus Labuschagne plus the in-form duo of Pakistan-born Usman Khawaja and Travis Head, who both plundered two centuries in the Ashes.", "Cummins leads a world-class pace attack alongside left-armer Mitchell Starc and the fit-again Josh Hazlewood.", "They are complemented by Australia's greatest off-spinner Nathan Lyon, who passed 400 Test wickets in the Ashes and has taken 95 of those in Asia.", " ", "Pakistan's batting will heavily rely on the talented trio of veteran Azhar Ali, skipper Babar Azam and in-form Mohammad Rizwan.", "But their opening pair of Abdullah Shafique, who has played two Tests, with either Shan Masood or Imam-ul-Haq, looks vulnerable.", "Pakistan will miss the injured duo of pace bowler Hasan Ali and fast-bowling all-rounder Faheem Ashraf, while another quick Haris Rauf has ", " for Covid.", "It means teen sensation Naseem Shah — who became the youngest bowler to take a hat-trick at 16 years and 359 days at the same venue against Bangladesh two years ago — will share new ball duties with Shaheen Shah Afridi.", "With Covid cases on the wane, the ground will be full to capacity with fervent home support — the first three days are sold out.", "“It's the first Test between the two countries in 20-odd years, so it's a special moment and we as players feel privileged to be part and I hope that fans come and make noise,” said Cummins.", "The second Test is in Karachi beginning on March 12 and the and third in Lahore from March 21.", " (from) Babar Azam (captain), Mohammad Rizwan, Abdullah Shafique, Azhar Ali, Fawad Alam, Iftikhar Ahmed, Imam-ul-Haq, Mohammad Wasim Junior, Nauman Ali, Sajid Khan, Saud Shakeel, Shaheen Shah Afridi, Shan Masood, Zahid Mahmood, Naseem Shah ", " Pat Cummins (captain), Ashton Agar, Scott Boland, Alex Carey, Cameron Green, Marcus Harris, Josh Hazlewood, Travis Head, Josh Inglis, Usman Khawaja, Marnus Labuschagne, Nathan Lyon, Mitchell Marsh, Mark Steketee, Steve Smith, Mitchell Starc, Mitchell Swepson, David Warner ", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/621f252e11335.jpg"]], "time": [["11:14am"]], "date": ["March 2, 2022"]},
{"title": ["Australian spinner Nathan Lyon ready for Pakistan challenge"], "author": ["Kashif Abbasi"], "article": [["ISLAMABAD: Nathan Lyon termed the Pakistan Test series a big challenge. But that did not stop the veteran Australian off-spinner from claiming that his side is eyeing a clean sweep on their first visit to the country in 24 years. ", "“It’s going to be a big challenge but to be honest, my mindset is every game we go into, we will look to win, that we’re going to be performing and playing our best cricket, not draw or lose,” Lyon told reporters in an online news conference on Wednesday, two days ahead of the first Test at the Pindi Cricket Stadium. “My mindset is to be here in Pakistan and win 3-0.  ", "“We haven’t played an away Test since 2019. It’s a very young and exciting Australian Test squad that we’ve got here and were coming off a pretty spectacular summer back home and that’s given the group a lot of confidence. We’ve got enough people to cover all the bases. Whatever team we go out with, we’re confident we can play a really, really positive brand of cricket here in Pakistan.”  ", "Australia are on a high after thumping England 4-0 in the Ashes earlier this year but they will face vastly different conditions in Pakistan and will look to Lyon for inspiration. The 34-year-old is the highest wicket-taker in the Australia squad with 415 from 105 Tests, including 95 in 19 matches across Asia. His tally also includes 15 wickets in four Tests against Pakistan played in the United Arab Emirates.  ", "\t\t\t", "Lyon likened the Rawalpindi wicket to the ones Australia played against Pakistan in the United Arab Emirates in 2018.  ", "“There is not much grass on it. I am expecting it to be pretty shiny come day one pretty nice to bat on for the first couple of days and then hopefully spin and reverse swing may come into it,” he said.  ", "“My role is going to change across the Tests. There’s going to be times where I’ll be in a holding role ... where there is opportunity for me to be more attacking I will.  ", "“All bowlers in our squad are well prepared to play whatever role it takes to perform well. It’s going to be challenging but we’ve got the squad to cover all areas.” ", "\t\t\t", "Asked about how many wickets he expected to bag, a smiling Lyon said: “I would be more than happy, if our bowlers could get all 20 wickets.” ", "Lyon will share the major workload of Australian slow bowlers. Left-arm spinner Ashton Agar and uncapped 28-year-old leg-spinner Mitchell Swepson are also in selection contention if Australia opt to go into the first Test with two specialist spinners.  ", "Also in the squad are three part-time spinners in Steve Smith, Marnus Labuschagne and Travis Head, if required to support an attack that is usually spearheaded by the pace bowlers.  ", "“So we’re very lucky in that that area,” Lyon said. “We’ve seen both Marnus and Smithy play a role in taking some big wickets. I think they will have the opportunity to get the ball at some stage.”  ", " ", "Lyon added he was looking forward to the challenge of bowling against Pakistan captain Babar Azam, one of the world’s top batters.  ", "Babar is ninth in the ICC’s Test rankings but is the world number one in both limited-overs formats.  ", "“I have always said from day one of my career that I want to compete against the best players in the world, and Babar is definitely one of those guys,” Lyon said. “I can’t wait to challenge myself, but there are some unbelievable batters in this Pakistan line-up that I am going to have some decent challenges with.”  ", "Australia will have just three practice sessions to prepare for the Tests after arriving in Pakistan on Sunday and spending two days in the team hotel. They will be playing three Tests within 22 days before competing in a three-match ODI series and a one-off Twenty20 against Pakistan on their first tour since 1998.  ", "“Pakistan haven’t had the opportunity to have a lot of international cricket here over a number of years so to be able to be the first Australian team to come here to play ... It’s a pretty proud moment,” said Lyon. “We’ve spoken as a group about how big it is for the people of Pakistan to see the likes of Smithy, David Warner, Pat Cummins and Marnus ... these guys are proud to come out here and play to be role models.”", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/62205f3edf27e.jpg", "https://i.dawn.com/primary/2022/03/621fde3c21831.jpg"]], "time": [["11:25am"]], "date": ["March 3, 2022"]},
{"title": ["Pak vs Aus: 6 stars likely to take centre stage in historic Test series"], "author": ["AFP"], "article": [["Pakistan's long wait to attract an A-list international team to Pakistan is finally about to get over as an almost full-strength Australia are in Rawalpindi, where the first Test will begin on Friday barring the Aussies ", " (knock on wood).", "Ahead of the Australian national team's first international match in Pakistan after more than 23 years, here is a list of six players — three from each side — who could hold the key to their respective team's success.", "\t\t\t", "Started his career as a leg-spinning all-rounder against Pakistan at Lord's in 2010 before developing into one of the most complete batters in international cricket.", "His average of 59.87 is unsurpassed by any active Test player and he has proved his adaptability by scoring 1,200 runs in 13 Tests on slow, turning sub-Continent wickets.", "Australia will look to Smith -- who by his own lofty standards had a lean series against England with 244 runs at 30.50 and a top score of 93 -- to anchor their batting against a formidable Pakistan attack on pitches alien to the tourists.", "\t\t\t", "Likely to be the key to winning matches on the slow and turning pitches of Pakistan.", "With 415 Test victims, Lyon is Australia's greatest off-spinner and as a slow bowler his tally for his country is only bettered by leg-spinner Shane Warne, who took 708 wickets.", "Lyon, who has taken 95 wickets in 19 Tests in Asia, has a knack of understanding how pitches behave and subtly change over the course of a five-day match, having worked as a curator in his early days of the career.", "\t\t\t", "The world's top-ranked batsman shot to prominence when he replaced Steve Smith as concussion substitute in the 2019 Ashes Test at Lord's and scored fifty.", "His 23 Tests have seen him score 2,220 runs at 56.92 with six hundreds.", "Labuschagne's maverick batting style puts him firmly in the same mould as teammate Smith who is the only active player in Tests with a higher average.", "His eccentricity and meticulous approach meant he spent the few weeks practising at his house on a home-made mat with aluminium strips taped to it, to try to replicate conditions he may face against Pakistan's spinners.", "\t\t\t", "Since making his Test debut as an 18-year-old three years ago, the tall left-armer's rise has been remarkable.", "He possesses a wicked inswinger to right-handers that blew arch-rivals India away in the Twenty20 World Cup last year.", "Shaheen's red-ball record stands up to scrutiny too -- he was the second highest wicket-taker in Tests last year with 47, just behind Ravi Ashwin's 54 for India.", "His 78 wickets in all international cricket in 2021 saw him win the ICC Player of the Year award.", "\t\t\t", "While names such as Babar Azam and Mohammad Rizwan hog the headlines, Fawad Alam pretty much flies under the radar when the vice versa should be the case — at least in the longest format.", "Over the last 12 months, no Pakistan batsman has a better average in Tests than Fawad's 76.60. To put this into context, Babar (36.75) and Rizwan's (36.33) combined average is also less than Fawad's gargantuan number. ", "An extremely unorthodox middle-order grinder, Fawad can survive for long hours and provides the team a stubborn spine against dangerous bowling attacks.", "\t\t\t", "With an unusual action, Sajid has taken over the off-spinning duties from Bilal Asif who was Pakistan's match-winner against Australia in the 2018 series win in the UAE.", "Sajid appears to bowl off the wrong foot, which can be disconcerting for batsmen as he proved by taking 12 wickets against Bangladesh in Pakistan's last Test outing in December.", "Like all off-spinners, loves to operate out of the bowlers' rough outside the left-handers' off-stump, which could pose problems to Australia's lefty quartet of David Warner, Travis Head, Usman Khawaja and Alex Carey.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/62206f8f25b93.jpg"]], "time": [["02:52pm"]], "date": ["March 3, 2022"]},
{"title": ["Rain dampens preparations for 1st Pakistan-Australia Test"], "author": ["AP"], "article": [["Injuries, positive Covid-19 cases and inclement weather have taken the lead on the eve of the historic first Test between Pakistan and Australia in Rawalpindi on Thursday.", "There’s at least one positive Covid-19 case in both the camps, with Pakistan fast bowler Haris Rauf ", " of the first Test. Australia’s spin bowling consultant Fawad Ahmed also tested positive on Wednesday and will remain in isolation for the next five days.", "Pakistan Test regulars — fast bowler Hasan Ali and all-rounder Faheem Ashraf — were ruled out due to injuries they picked up during last week’s Pakistan Super League (PSL) with fast-bowler Naseem Shah and all-rounder Iftikhar Ahmed coming into the side.", "The rain in Rawalpindi today kept both teams in their hotels and more rain is forecast for the last three days of the Test match.", "It’s the first time Australia have played a Test match in Pakistan since 1998 due to concerns over security from several terrorist attacks in Pakistan.", "Australia, which arrived in Pakistan on Sunday, have had just two training sessions at the Pindi Cricket Stadium.", "Visiting captain Pat Cummins said he knows who his playing XI will be.", "“We’ve got a fair idea what we want to do, but just don’t want to make the call too early without fully knowing what the wicket is,” Cummins said during a virtual media conference on Thursday. “I don’t think it’ll be a super quick wicket … probably two spinners or three quicks.”", "Cummins, who led Australia to a ", " in the home Ashes series against England, didn’t reveal whether leg-spinner Mitchell Swepson will make his debut or will partner Ashton Agar if Australia opts to go with two spinners.", "“I’d probably prefer to keep it quiet,” he said. “I think that they’re both great options. Swepy, you know, leg spinner, it’s just a real luxury to have. He’s been bowling fantastically. He’s ready to go … [Ashton Agar] has been fantastic whenever he’s played for Australia.”", "Cummins didn’t think that Pakistan will be weakened by the injuries to Ali and Ashraf.", "“[In] international cricket, you’ve got to have a squad of players,” he said. “I’m sure that would be a big loss … but there’s always another guy that can step up.”", "Pakistan captain Babar Azam had a nightmare period in the PSL when he led Karachi Kings to just ", " in 10 league games to finish last in the six-team Twenty20 competition.", "But Azam believes Pakistan will carry the momentum of its last Test series in Bangladesh which Pakistan won 2-0 with Test specialists Fawad Alam and Azhar Ali along with spinners Nauman Ali and Sajid Khan having good preparations in the training camp at Karachi.", "“As a captain, I am confident that I will have the best playing XI to give a tough fight to Australia in this historic home series,” Azam said. “Unfortunately, it rained today, but we will see the wicket before finalising the final squad.”", "Azam said it was a setback to miss Ali and Ashraf and it has affected the team’s preparations.", "“Faheem has contributed with the bat and ball while Hasan has been performing for us consistently in test matches,” Babar said. “But we do have batters like Azhar, Fawad and Rizwan, and I am quite confident that against the best side in the world we will do well.”", "Both the cricket boards have agreed to name the trophy the ", ", after two legendary leg-spinners Richie Benaud of Australia and Pakistan’s Abdul Qadir.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/6220776c4c2e5.jpg"]], "time": [["01:25pm"]], "date": ["March 3, 2022"]},
{"title": ["Amid off-field crisis, Chelsea rally to advance in FA Cup"], "author": ["Agencies"], "article": [["LONDON: Facing a crisis off the field, Chelsea were in a spot of bother on it on Wednesday when they fell behind not just once but twice to  lower-league opponents in the FA Cup. ", "In the end, the most expensive player of the Roman Abramovich era bailed Chelsea out. ", "Romelu Lukaku completed the comeback with a 78th-minute winner as the European champions beat second-tier Luton Town 3-2 away to reach the quarter-finals. ", "Other teams advancing from the fifth round were Liverpool, who beat Norwich City 2-1, and Southampton, 3-1 winners against West Ham United, in all-Premier League matchups. ", "Chelsea’s players took the field at Kenilworth Road barely an hour after Abra­movich made his stunning announcement that he was looking to sell the London club after 19 years in control, as he faces the threat of financial sanctions targeting Russ­ians in the wake of the invasion of Ukraine. ", "“You’re getting sold in the morning,” was one of the chants sung from Luton fans, who were in raptures after their team went ahead for the first time through Reece Burke’s second-minute header. ", "Saul Niguez equalised in the 27th minute, only for Luton to regain the lead in the 40th when Harry Cornick ran clear of Chelsea’s defence to sidefoot home a finish. ", "Timo Werner grabbed Chelsea’s second equaliser in the 68th minute, before crossing for Lukaku to slot in with 12 minutes left. ", "“There was some noise today around the club, of course, so it was not so easy to focus,” Chelsea manager Thomas Tuchel said, “but we did very well I think. ", "“In the very short term,” Tuchel added, “for us as a team, staff and players, hopefully [it will change] not too much. Maybe even it will change nothing. But the situation is now out there and a big situation.”", "Back in action four days after beating Chelsea in the League Cup final, Liverpool stayed on course for an improbable quadruple of trophies with a second win over Norwich in 11 days. ", "Jurgen Klopp fielded a heavily rotated team featuring 10 changes and one of them, Takumi Minamino, scored both goals in the 27th and 39th minutes. ", "Japan forward Minamino put Liverpool ahead with a clinical finish from Divock Origi’s pass and then got his second, this time lashing home off the inside of the post, before Lukas Rupp got one back for Norwich in the 76th minute. ", "Liverpool reached the FA Cup quarter-finals for the first time under Klopp, whose team is second in the Premier League and on course to advance to the Champions League quarter-finals. ", "Norwich lost to Liverpool twice in the league including as recently as last month and in the League Cup. ", "“If you make 10 changes you can’t expect perfection. We are in four competitions, three left, because of the quality of the squad,” Reds Klopp said. ", "Southampton also rang the changes — nine in total — against West Ham but still came through, with substitute Armando Broja scoring one goal and earning a penalty that was dispatched by James Ward-Prowse at St Mary’s. ", "Manchester City, Crystal Palace and second-tier Middlesbrough advanced on Tuesday.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/622129083b32e.jpg"]], "time": [["11:04am"]], "date": ["March 4, 2022"]},
{"title": ["Nasum, Liton help Bangladesh end T20 losing streak against Afghanistan"], "author": ["AFP"], "article": [["DHAKA: Left-arm spinner Nasum Ahmed and batsman Liton Das helped Bangladesh halt an eight-match losing streak in Twenty20 Internationals with a resounding 61-run win over Afghanistan here at the Sher-e-Bangla  National Stadium on Thursday.", "Nasum returned with career-best figures of 4 for 10 as Bangladesh bowled out Afghanistan for 94 runs in 17.4 overs after Liton’s 60 off 44 balls guided the side to 155-8 at the Sher-e-Bangla National Stadium.", "The win ended Bangladesh’s long streak of defeats in T20Is starting from the T20 World Cup in Oman and the UAE last year and gave the side a 1-0 lead in a two-match series.", "Nasum picked up four wickets in his only spell, opening the bowling for Bangladesh to give the hosts a firm grip on the game as they reduced Afghanistan to 20-4 inside five overs.", "Najibullah Zadran and skipper Mohammad Nabi briefly stopped the rot with a 37-run fifth-wicket stand before Shakib Al Hasan dismissed both.", "Zadran, dropped on four by wicket-keeper Liton, made 27 off 26 balls.", "Azmatullah Omarzai staged a late fightback to score 20 off 18 balls but it was not enough.", "“Pleasing to see how the boys fought in the middle with the bat, ball. The energy was good too. We thought the total was defendable. Nasum bowled really well, it was a match-changing spell,” said Bangladesh skipper Mahmudullah Riyad.", "Afghanistan’s Nabi lamented the loss of early wickets.", "“We thought we could chase it but threw away our wickets in the powerplay which cost us the game,” he said.", "Left-arm pacer Fazalhaq Farooqi and leg-spinner Rashid Khan struck early to reduce Bangladesh to 25 for 2 after Mahmudullah opted to bat first.", "But Liton hit four fours and two sixes to ensure the home side made steady progress.", "Afif Hossain made 25 off 24 balls and shared 46 runs with Liton for the fifth wicket.", "Farooqi ended Liton’s fine innings as Azmatullah took the catch at fine leg in the 17th over.", "Farooqi and Azmatullah claimed 2-27 and 2-31 respectively for Afghanistan.", "The second match of the series will be held at the same ground on Saturday.", "Munim Shahriar  lbw b Rashid    17", "Mohammad Naim lbw b Farooqi 2", "Liton Das c Azmatullah b  Farooqi   60", "Shakib Al Hasan c Mujeeb b Qais 5", "Mahmudullah Riyad lbw b  Azmatullah 10", "Afif Hossain c Nabi b Azmatullah    25", "Yasir Ali run out   8", "Mahedi Hasan run out    5", "Nasum Ahmed not out 3", "Shoriful Islam not out  4", "EXTRAS (B-5, LB-8, NB-1, W-2)   16", "TOTAL (for eight wickets, 20 overs) 155", "DID NOT BAT: Mustafizur Rahman", "FALL OF WICKETS: 1-10 (Naim), 2-25 (Munim), 3-47  (Shakib), 4-80 (Mahmudullah), 5-126 (Liton), 6-127 (Afif), 7-147  (Yasir), 8-151 (Mahedi)", "BOWLING: Farooqi 4-0-27-2 (1w, 1nb); Mujeeb  3-0-24-0 (1w); Rashid 4-0-15-1; Nabi 2-0-19-0; Qais 2-0-21-1; Azmatullah  4-0-31-2; Karim 1-0-5-0", "Hazratullah Zazai c Naim b  Nasum   6", "Rahmanullah Gurbaz c Yasir b Nasum  0", "Darwish Rasooli b Nasum 2", "Najibullah Zadran c Munim b Shakib  27", "Karim Janat c Mahedi b Nasum    6", "Mohammad Nabi c Afif b Shakib   16", "A. Omarzai c Mahmudullah b  Mustafizur  20", "Rashid Khan c Yasir b Shoriful  1", "Qais Ahmad c & b  Shoriful  8", "Mujeeb Ur Rahman c Afif b Shoriful  4", "Fazalhaq Farooqi not out    0", "EXTRAS (LB-1, W-3)  4", "TOTAL (all out, 17.4 overs) 94", "FALL OF WICKETS: 1-1  (Gurbaz), 2-8 (Zazai), 3-8 (Rasooli), 4-20 (Karim), 5-57 (Nabi), 6-62  (Najibullah), 7-66 (Rashid), 8-85 (Azmatullah), 9-90 (Qais)", "BOWLING: Nasum 4-0-10-4; Mahedi 3-0-17-0; Mustafizur 3-0-19-1  (1w); Shoriful 3.4-0-29-3 (1w); Shakib 4-0-18-2 (1w)", "RESULT: Bangladesh  win by 61 runs.", "MAN-OF-THE-MATCH: Nasum Ahmed", "SERIES: Bangladesh lead two-match series 1-0.", "UMPIRES: Masudur Rahman, Tanvir  Ahmed (both Bangladesh)", "TV UMPIRE: Gazi Sohel (Bangladesh)", "MATCH REFEREE: Akhtar Ahmad  (Bangladesh)", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/6221abb6d1100.jpg"]], "time": [["11:04am"]], "date": ["March 4, 2022"]},
{"title": ["Pakistan-Lithuania Davis Cup tie starts today"], "author": ["The Newspaper's Sports Reporter"], "article": [["ISLAMABAD: While the historic Test series between Pakistan and Australia opens on Friday in Rawalpindi, its twin capital city Islamabad hosts the country’s Davis Cup Group I tie against Lithuania the same day.", "Pakistan veteran Aqeel Khan, 42, faces Lithuania’s Laurynas Grigelis in the opening singles match of the tie here at the grasscourt of the Pakistan Sports Complex today.", "The second match of day will be held between Pakistan’s Mohammad Shoaib and Ricardas Berankis, the world number 86.", "On Saturday, the Pakistan pair of Aisam-ul-Haq and Mohammad Abid vie against Ricardas Bera­nkis and Laurvnas Grigelis followed by reverse singles matches between Aqeel and Berankis, and Shoaib and Grigelis. Aisam, 42, is playing the tie as captain currently, he is one amongst the world’s top 50 doubles players, ranked 48.", "The opening match, which was earlier slated to be held in the morning, has been delayed till 3:00pm as rain on Thursday left the court drenched.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/6221a9a7daa5b.jpg"]], "time": [["10:56am"]], "date": ["March 4, 2022"]},
{"title": ["Australia tour beneficial for world cricket, local fans: Zaheer Abbas"], "author": ["Mohammad Yaqoob"], "article": [["LAHORE: For former great Zaheer Abbas, Australia’s tour to Pakistan will not only benefit the local fans but also the cricket as a sport globally.", "Pakistani fans have waited for more than a decade for full fledge cricket to return to the country after an ", " bus in Lahore back in 2009. ", "The Australian team’s tour, which starts with the first of the three-match Test series in Rawalpindi on Friday, is the first featuring a full-strength Test side since the unfortunate incident. For Australia, it’s their ", " in 24 years.", "“Hopefully, the tour will end on a positive note and the public will get to watch good, competitive cricket since both teams have world-class players,” legendary batter Zaheer told ", ".", "The Pindi Cricket Stadium pitch is expected to offer assistance to batters, fast bowlers and spinners during different stages of the game, according to reports emerging from the garrison city.", "Pakistan are being considered the favourites since Australia haven’t got much time to acclimatise to the conditions, but the visitors, who arrived on Sunday, come into the series with a balanced squad.", "Zaheer, who played 78 Tests for Pakistan in the 70s and 80s amassing 5062 runs, hoped Pakistan will take full advantage of their home conditions. “Australia have come with a strong team and look good in all the departments and beating them would be an incredible victory for Pakistan,” said the former Inter­­national Cricket Council president.", "Zaheer scored 1411 runs in 20 Tests against Australia — 15 of them away from home — said Pakistan would be relying on their batters to put up good scores before handing the bowlers’ the role to get quick wickets.", "The Test series will be played as a part of the ICC World Test Championship, in which Pakistan are placed third, right beneath Australia. Babar Azam’s men will be looking to take a shot on the WTC title after a memorable 2021.", "Zaheer said the Australia series will help Pakistan gauge their strengths and weaknesses, which will help them in the future. ", "The 74-year-old urged the Pakistan Cricket Board to arrange more Test matches for the team, which is set to face the Australians who won last years’ Ashes series against with 4-0 margin.", "After the Tests — the second and third scheduled to be held in Karachi and Lahore respectively — Pakistan and Australia will play three One-day Inter­nationals and a solitary Twenty20 International, also in Rawalpindi. ", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/6221a8b2b649c.jpg"]], "time": [["10:53am"]], "date": ["March 4, 2022"]},
{"title": ["Hasan Ali, Faheem Ashraf to miss first Test against Australia due to injuries"], "author": ["AFP"], "article": [["Pakistan suffered a significant setback on Sunday when pace bowler Hasan Ali and all-rounder Faheem Ashraf were ruled out of the first Test against Australia through injuries.", "Hasan has a muscle strain and Faheem an injured hamstring and will miss the Test starting in Rawalpindi from Friday.", "The Pakistan Cricket Board (PCB) said spinning all-rounder Iftikhar Ahmed and fast bowler Mohammad Wasim Junior will replace the injured duo.", "\t\t\t", "“Both Iftikhar and Wasim (chosen due to their all-round ability) will reach Islamabad tonight and start their three-day isolation at the team hotel,” said a PCB release. The pair will join the rest of the squad after clearing Covid-19 tests.", "Hasan, 27, has been anchoring Pakistan's bowling attack along with Shaheen Shah Afridi in the last 12 months.", "He took a ", " in the last Test in Rawalpindi, against South Africa in February, before taking nine wickets in Harare against Zimbabwe two months later. He finished the year with 41 wickets in eight Tests, just behind India's Ravi Ashwin (54) and Shaheen (47).", "Faheem has been a star with both bat and ball, allowing Pakistan to use two spinners in matches.", "\"Faheem and Hasan will rejoin the squad in the coming week and after completing their three-day mandatory isolation integrate with the rest of the squad during the first Test. Both are expected to regain full fitness before the second Test that will be played in Karachi 12-16 March,\" the PCB said.", "The third and final Test is in Lahore from March 21. Australia will also play three one-day internationals and a T20I on the tour.", " Babar Azam (captain), Mohammad Rizwan, Abdullah Shafique, Azhar Ali, Fawad Alam, Haris Rauf, Iftikhar Ahmed, Imamul Haq, Mohammad Wasim Junior, Nauman Ali, Sajid Khan, Saud Shakeel, Shaheen Shah Afridi, Shan Masood, Zahid Mahmood.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/02/621bab4562f9c.jpg"]], "time": [[]], "date": ["February 27, 2022"]},
{"title": ["FIFA faces backlash after refusing to expel Russia from football"], "author": ["AFP"], "article": [["Russia's future in the World Cup teetered on a knife-edge on Monday after FIFA plans to allow them to play on neutral territory were dismissed as “unacceptable” by rivals, plunging the qualifying process for football's showpiece event into chaos.", "Governing body FIFA warned that they were considering the ultimate sanction against Russia as punishment for their ", " of Ukraine.", "However, after three days of silence, they stopped short and ordered Russia to play home internationals at neutral venues where their national flag and anthem would be banned.", "Russian teams would be known as the Football Union of Russia.", "FIFA said dialogue with other sports organisations to determine additional measures “including potential exclusion from competitions” would continue.", "However, within minutes of the announcement, the Polish FA insisted they would not play Russia in a scheduled World Cup play-off, regardless of the venue.", "“Today's FIFA decision is totally unacceptable,” tweeted Polish FA president Cezary Kulesza.", "\t\t\t", "“We are not interested in participating in this game of appearances. Our stance remains intact: Polish National Team will NOT PLAY with Russia, no matter what the name of the team is.”", "Poland are due to play in Moscow on March 24 with the winners to host either the Czech Republic or Sweden five days later.", "The draw for the World Cup finals, to be staged in Qatar in November and December, is on April 1.\nSweden and the Czech Republic followed suit.", "“We have previously made it known that we do not want to face Russia under these circumstances (following the invasion) and this remains the case until further notice,” said Swedish FA president Karl-Erik Nilsson.", "He added he was “displeased” with FIFA's decision.", " ", "The Czech FA added: “There will be no change in the Czech national team's standpoint.”", "In response, FIFA said in a statement that it had “taken good note of the positions expressed via social media by the Polish Football Association, the Football Association of the Czech Republic and the Swedish Football Association.”", "\"FIFA will remain in close contact to seek to find appropriate and acceptable solutions together,” it said.", "French Football Federation president Noel Le Graet led calls on Sunday for Russia to be kicked out of the World Cup.", "“The world of sport, and especially football, cannot remain neutral. I certainly would not oppose the expulsion of Russia,” Le Graet told ", " newspaper.", "France are the World Cup holders after winning the 2018 tournament which was hosted by Russia.", "The English FA said their national teams would not play any games against Russia “out of solidarity with Ukraine and to wholeheartedly condemn the atrocities being committed by the Russian leadership”.", "The Welsh FA said they too would join a boycott as it “stands in solidarity with Ukraine and feels an extreme amount of sadness and shock to the recent developments in the country”.", "European governing body UEFA on Friday stripped the Champions League final from Saint Petersburg's Gazprom Arena on May 28 and switched it to the Stade de France in Paris.", "At Wembley on Sunday, Chelsea skipper Cesar Azpilicueta and Liverpool captain Jordan Henderson carried flowers in Ukraine's yellow and blue colours before kick-off in the League Cup final.", "Both teams stood for a minute's applause, while a scoreboard message in yellow and blue-blazed “Football Stands Together” and Liverpool and Chelsea fans were seen with Ukraine flags.", "One banner in blue and yellow read “You'll never walk alone” in reference to Liverpool's terrace anthem.", "Chelsea also said they were “praying for peace” after owner Roman Abramovich's decision to hand over control of the Premier League club.", "The Russian-Israeli billionaire announced on Saturday that he was handing the “stewardship and care” of Chelsea to the trustees of the club's charitable foundation. But he will remain as owner.", "There was no mention in his statement of the crisis in Ukraine.", "Chelsea released a 24-word statement on their website Sunday but omitted any reference to Russia or its president, Vladimir Putin.", "“The situation in Ukraine is horrific and devastating,” the statement said.", "“Chelsea FC's thoughts are with everyone in Ukraine. Everyone at the club is praying for peace.”", "It is understood that Abramovich, who allegedly has links to the Kremlin, took the decision to step aside in order to protect Chelsea from reputational damage as the war rages in Ukraine.", "Sporting anger wasn't just limited to football.", "In Cairo, Ukraine on Sunday withdrew from the world fencing championships to avoid facing Russia, downing their swords and displaying protest signs saying “Stop Russia! Stop the war!” and “Save Ukraine! Save Europe.”", "Swimming's governing body FINA cancelled the world junior championships in Russia due to take place in August and said no other events will be held in the country “if this grave crisis continues”.", "Swimming Australia on Monday welcomed the cancellation and said it would be boycotting all competitions in Russia.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/02/621c8b9dc1a65.jpg"]], "time": [[]], "date": ["February 28, 2022"]},
{"title": ["Pakistan-Australia series presents acid test for batters, says Greg Chappell"], "author": ["Mohammad Yaqoob"], "article": [["LAHORE: Batting great Greg Chappell while welcoming Australia returning to Pakistan for a full series after 24 years, reckons both the teams will need to bat well noting the strength of each side is bowling in the three-Test series starting on Friday.", "“It is good to see Australian team back in Pakistan again. I am looking forward to this series,” the 73-year-old Chappell told ", " in an exclusive interview from Australia.", "Commenting on the Test battle starting in Rawalpindi, former captain Chappell said batting from both the sides would be an important factor. ", "“Pakistan and Australia are well balanced sides so it should be a good series. Both teams will need to bat well because the strength of each team is their bowling,” the right-handed batter, who played 87 Tests for Australia from 1970 to 1984 scoring 7,110 runs at a fine average of 53.86, underlined.", "Despite the home advantage with Babar Azam’s Pakistan, Chappell hoped Australia would overcome all the hurdles that come their way.", "“Pakistan have the advantage because of [the] home conditions but I think Australia will acquit themselves very well,” he said.", "Interestingly, the former Australian skipper said Pakistan would not be concerned over injuries to some of their players, including Hasan Ali, Mohammad Nawaz and Faheem Ashraf, and Haris Rauf (who tested positive for Covid-19).", "“They have good depth; I think they will cover any losses.”", "Chappell as captain toured Pakistan back in early 1980 when his team lost a three-match rubber 1-0. The tourists lost the opening Test in Karachi and the remaining two matches in Faisalabad and Lahore ended in drab draws mainly due to overwhelmingly batsmen-friendly pitches.", "In Faisalabad after Australia posted a massive 617 courtesy Chappell’s 235, the captain used the entire playing XI for bowling on a batting featherbed as Pakistan eased to 382-2 with no chance of a result, prompting legendary Aussie speedster Dennis Lillee to call the pitch ‘a graveyard of fast bowlers’.", "Chappell hoped the series in Pakistan would be held smoothly.", "“I hope the series can go off without [any] incident. The Australian team has been very keen to come to Pakistan and I know from personal experience that the security will be very good,” he said.", "He appreciated naming the Pakistan-Australia Test series after legendary players Richie Benaud and Abdul Qadir.", "“I am very pleased that two great leg-spinners have been given the honour of having the series named after them. Richie [Benaud] was a champion and I have always had great regard for Abdul Qadir who was one of the best exponents of the art of leg-spin and was a wonderful ambassador for spinners and the game. He would have been delighted to have such an honour,” Chappell remarked.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/6221aaac784b9.jpg"]], "time": [["10:59am"]], "date": ["March 4, 2022"]},
{"title": ["Haris Rauf tests positive for Covid ahead of first Test against Australia"], "author": ["AP"], "article": [["Pakistan suffered another setback when fast bowler Haris Rauf tested positive for Covid-19 ahead of the first Test against Australia on Friday.", "A Pakistan Cricket Board (PCB) spokesperson confirmed to ", " that Rauf had tested positive for the coronavirus after he underwent a rapid antigen test.", "He said more details would be shared in due course of time. Meanwhile, the PCB said Rauf was in isolation.", "The fast bowler was in contention to make his Test debut in his hometown, Rawalpindi, after Hasan Ali and all-rounder Faheem Ashraf were ", " of the first Test due to injuries they picked up in the Pakistan Super League last week.", "In his absence, one of the reserve fast bowlers, Mohammad Abbas and Naseem Shah, are in contention to face Australia alongside Shaheen Shah Afridi and Mohammad Wasim (junior).", "It is after nearly a quarter of a century that the Australian side is visiting Pakistan.", "They last played in Pakistan in 1998, winning the three-Test series 1-0 and blanking the hosts in the three one-day internationals.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/621e23e77ee18.jpg"]], "time": [["06:55pm"]], "date": ["March 1, 2022"]},
{"title": ["Australian cricket team arrive in Pakistan after 24 years amid tight security"], "author": ["AFP"], "article": [["Australia flew into Pakistan on Sunday for their first cricket tour in nearly a quarter of a century — and into a high-security bubble that will envelop them throughout their six-week stay.", "Senior batsman Steve Smith posted a picture on Twitter of the 35-strong Australia tour party inside their charter flight's cabin after it touched down in Islamabad. Local officials confirmed their arrival.", "\t\t\t", "Pakistan have struggled to attract visiting sides since a fatal terror attack on the visiting Sri Lanka team's bus in 2009. Australia pulled out of a tour five years earlier after a suicide blast at a Lahore church.", "They last played in Pakistan in 1998, winning the three-Test series 1-0 and blanking the hosts in the three one-day internationals.", "Having been forced to play their home games abroad — mostly in the United Arab Emirates — Pakistan appeared to have reassured international cricket authorities last year with both New Zealand and England scheduled to tour.", "But the Black Caps ", " in September just minutes before their first match was due to start, citing security fears, and England ", " by both their men's and women's teams soon after.", "The decisions incensed Pakistan cricket authorities, who felt they had done everything possible to ensure safety and security.", "They say they are again leaving nothing to chance, with nearly 4,000 police and military personnel guarding the team hotel in Islamabad and the cricket stadium in Rawalpindi.", "“The squad will be given 'head of state-level security',” a spokesman for the interior ministry told ", ".", "“Such arrangements are only made for high-level foreign delegations, [and] the president and prime minister of Pakistan.” ", "\t\t\t", "Roads will be blocked off when the Australians make the 15-kilometre commute, with their team bus to be shadowed by army helicopters.", "Snipers will be positioned on buildings surrounding the stadium, while nearby shops and offices have been ordered to close on match days, the interior ministry said.", "Similar arrangements will be in place for matches in Karachi and Lahore.", "The Australians will be confined to quarters for 24 hours after arrival for Covid tests, before intense training ahead of the first Test starting on March 4.", "“We've got to a place where everyone hopping on the plane is comfortable with where it's all sitting,” Australian skipper Pat Cummins said ahead of the team's departure from Sydney.", "“It's been a really thorough body of work that the security and the logistics teams have worked through.” ", "More than half of Pakistan's 220 million people were not even born the last time Australia toured — the median age is 22.8 — but stadiums are expected to be packed as the country emerges relatively unscathed from the Omicron stage of the Covid epidemic.", "The teams will play three Tests, three one-day internationals (ODIs) and one Twenty20 match before the Australians depart on April 6.", "Pakistan are due to host eight Tests, 11 ODIs and 13 Twenty20 internationals in the next 13 months.", "Australian Test Captain Pat Cummins, while addressing a virtual news conference, said the players were feeling “incredibly safe” after arriving and raring to dish out their aggressive brand of cricket.", "“We've been really well looked after by the PCB (Pakistan Cricket Board).", "“Upon arrival, there's been lots of security. We were straight off the plane and straight to the hotel.", "“We've got a pretty good set-up here and we'll be confined to the hotel except for games and training.” ", "The 28-year-old ruled out any apprehensions among his teammates and said they were focused on the tour.", "“It's comforting and we're really lucky to be surrounded by so many professionals,” Cummins said.", "“There's lots of things around which might be a little bit different to what we're used to but we know it's been taken care of so we can just really enjoy ourselves here ...", "“Pakistan is an incredible cricket nation. We feel lucky to get to come back here after a whole generation didn't get the chance to play any cricket over here.” ", "Cummins oversaw Australia's ", " against England in his first series in charge and the speedster was confident they could be as assertive against Pakistan captain Babar Azam's side.", "“I really hope so. I was really proud of how we performed throughout the Ashes summer back home in Australia, and now that's the challenge to continue that and be just as relentless on an overseas tour.” ", "The tourists have roped in Pakistan-born former Australian international Fawad Ahmed as a spin bowling consultant to boost their preparation.", "“He's got a wealth of experience here and he knows the venues quite well and he's always great fun for the group,” Cummins said. ", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/02/621b293d3ed76.png", "https://i.dawn.com/primary/2022/02/621b25aa90e11.jpg"]], "time": [[]], "date": ["February 27, 2022"]},
{"title": ["Death threat against Ashton Agar not believed to be credible: Australian team spokesperson"], "author": ["Dawn.com"], "article": [["Australian spinner Ashton Agar, who is currently with his national team in Pakistan for a historic Test series, was the subject of a death threat on social media, according to a ", " by ", ". ", "The threat was reportedly received by Agar's partner Madeleine, who was warned on her Instagram account that the cricketer must not travel to Pakistan. ", "The report cited a statement by Cricket Australia (CA), which said it was aware of the social media post, \"the nature and content of which has been investigated by the PCB (Pakistan Cricket Board), CA and combined government security agencies\".", "“There are extensive security plans in place for this type of social media activity, which, in this case, is not considered a risk. No further comment will be made at this time,” the statement read.", "According to ", " report, a spokesperson for the Australian cricket team confirmed to the publication that Madeleine had indeed received \"death threat\" on social media.", "But team security had investigated the threat and did not believe it was a credible threat, the report quoted him as saying.", "The report further said it was being suggested that the threat was made from a fake Instagram account, potentially from India.", "The Australian cricket team ", " on Sunday for their first cricket tour in nearly a quarter of a century — and into a high-security bubble that will envelop them throughout their six-week stay.", "Pakistan has struggled to attract top cricket sides since a fatal terror attack on the visiting Sri Lanka team's bus in 2009. Australia had stopped touring Pakistan even before that. It had pulled out of a tour five years before the Sri Lankan attack after a suicide blast at a Lahore church.", "They last played in Pakistan in 1998, winning the three-Test series 1-0 and blanking the hosts in the three one-day internationals.", "Having been forced to play their home games abroad — mostly in the United Arab Emirates — Pakistan appeared to have reassured international cricket authorities last year with both New Zealand and England scheduled to tour.", "But the Black Caps ", " in September just minutes before their first match was due to start, citing security fears, and England ", " by both their men's and women's teams soon after.", "The decisions incensed Pakistan cricket authorities, who felt they had done everything possible to ensure safety and security.", "They say they are again leaving nothing to chance, with nearly 4,000 police and military personnel guarding the team hotel in Islamabad and the cricket stadium in Rawalpindi.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/02/621cc80be03cc.jpg"]], "time": [[]], "date": ["February 28, 2022"]},
{"title": ["Steve Smith says Australia players 'incredibly safe' in Pakistan"], "author": ["Reuters"], "article": [["Australia batsman Steve Smith said on Tuesday his teammates felt “incredibly safe” on their first tour of Pakistan in nearly 25 years, a day after it was reported that spinner Ashton Agar received a death threat via social media just days before the start of the first Test.", "Agar was ", " to Pakistan, though the threat was dismissed following an investigation by the boards of Pakistan and Australia and government security agencies.", "Cricket Australia said extensive security plans were in place for such social media activity and that the threat was “not considered a risk”.", "Smith said the team trusted the security arrangements in place.", "“We're aware of social media and the unfortunate events that can occur on platforms,” he told reporters ahead of the first Test, which starts on Friday in Rawalpindi.", " ", "“We've got a lot of people working here with us, we trust our security and we're feeling incredibly safe in Pakistan.” Top teams have largely shunned Pakistan since an attack on the Sri Lanka team bus in Lahore in 2009 that killed six policemen and two civilians.", "International sides have recently started touring Pakistan again but in September New Zealand returned home after abruptly abandoning a tour minutes before the opening game in Rawalpindi following a government security alert.", "England followed suit three days later, withdrawing their men's and women's teams from a tour in October citing the “mental and physical well-being” of players.", "Smith said that he was relishing the challenge of playing in Pakistan.", "“It's great to be back here and playing cricket,” he said.", "“It's the first time a lot of us have been here and we're excited. We know how passionate Pakistanis are about cricket.” Smith sustained a concussion in a match against Sri Lanka in Sydney last month, slamming his head to the ground after falling over the boundary rope but the 32-year-old said he had progressed well.", "“It's the first session back for me facing fast bowling. I'm recovering from the concussion and I've faced some side-arm and spinners,” Smith said.", "“The head has progressed really well the last few days. I'm feeling in a good space, done a lot of stuff where I've got my heart rate up to a good amount and brought it down ... all part of the protocols of getting back to playing.”", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/621de79ae8e76.jpg"]], "time": [["04:13pm"]], "date": ["March 1, 2022"]}
]