[
{"title": ["Man City retain top spot after Liverpool draw, Brentford stun West Ham"], "author": ["AFP"], "article": [["LONDON: Manchester City preser­ved their one-point lead at the top of the Pre­mier League after a pulsating 2-2 draw against title rivals Liverpool on Sunday.", "Pep Guardiola’s side twice led in the blockbuster showdown at the Etihad Stadium thanks to goals from Kevin De Bruyne and Gabriel Jesus.", "Liverpool hit back to equalise on both occasions through Diogo Jota and Sadio Mane, but it was City who finished happier with the result of a high-quality encounter between arguably the world’s two best teams.", "With just seven games left, reigning champions City remain in pole position to pip second placed Liverpool to the title.", "That would give City a fourth English title in five seasons as they look to win a treble of the Premier League, Champions League and FA Cup this term, Liverpool’s hopes of a second top-flight crown in three years have undoubtedly been dented by their failure to take three points home from Manchester.", "Jurgen Klopp’s team will need a slip from City during the run-in if their bid for an unprecedented quadruple is to come to fruition.", "Since the start of the 2018-19 season, combining the four campaigns, City and Liverpool are separated by just a point and the latest instalment of their title riv­alry is set to go down to the wire again.", "On January 15, the title race looked done and dusted as City were 14 points ahead of Liverpool, who had two games in hand.", "Liverpool’s 10-match winning run in the league had whittled away at City’s advantage, but the leaders’ ability to end that streak leaves the destiny of the trophy in their hands.", "City made a flying start in the fifth minute as De Bruyne skipped past Fabinho on the edge of the area and unloaded a shot that took a wicked deflection off Joel Matip before glancing in off the far post.", "City’s joy at De Bruyne’s sixth goal in his last six games was short-lived and Liverpool were level eight minutes later.", "Andrew Robertson’s cross reached Trent Alexander-Arnold at the far post and he clipped the ball towards Jota, whose low shot from 10 yards beat Ederson’s weak attempted save.", "City regained the lead in the 37th minute as Jesus repayed Guardiola’s faith for selecting him instead of Riyad Mahrez. Cancelo’s superb pass picked out Jesus’s run behind the slow to react Alexander-Arnold and the Brazilian forward guided a fine finish in off the underside of the bar.", "Trailing at half-time in a Premier League game for the first time in a year, Liverpool hit back 47 seconds after the interval.", "Mohamed Salah’s sublime defence-splitting pass found Mane’s run and the Senegal forward fired a composed strike into the top corner to celebrate his 30th birthday in style.", "City thought they had gone ahead when Raheem Sterling converted De Bruyne’s pass, only for VAR to disallow the goal for a tight offside.", "Mahrez almost won it for City in the last minute with a free-kick that smacked off the post.", "Away from the day’s summit meeting, West Ham’s hopes of finishing in the top four suffered a major blow in a 2-0 defeat at Brentford.", "Brentford struck in the 48th minute when Ivan Toney’s flick reached Bryan Mbuemo for a thunderous low finish.", "Mbuemo returned the favour with an assist for Toney as the striker headed home in the 64th minute.", "David Moyes’ sixth-placed side are now six points behind fourth-placed Tottenham, who have played a game less than their London rivals.", "Norwich kept alive their faint hopes of beating the drop with a 2-0 win against fellow strugglers Burnley at Carrow Road.", "Pierre Lees-Melou and Teemu Pukki scored for bottom-of-the-table Norwich, who are seven points from safety with seven games remaining.", "Third-bottom Burnley are four points adrift of fourth-bottom Everton, with both teams having eight matches to play.", "Leicester beat Crystal Palace 2-1 at the King Power Stadium as Ademola Lookman bagged his first goal since February.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/04/6253568729096.jpg"]], "time": [["10:07am"]], "date": ["April 11, 2022"]},
{"title": ["Ramiz Raja emerges as leading contender to take over as PCB chairman"], "author": ["Abdul Ghaffar"], "article": [["Cricketer-turned-commentator Ramiz Raja could soon embark on a new career in sports administration as he says he has been nominated by Prime Minister Imran Khan to become the next chairman of the Pakistan Cricket Board (PCB).", "In an interview with ", ", Raja confirmed to \"have been informed by the Prime Minister's Office\" that he is PM Imran's choice to take over the PCB from Ehsan Mani.", "Raja said an official notification of his nomination by the prime minister, also the PCB's patron-in-chief, will be issued soon, following which he would contest PCB elections and become the new chairman of the board.", "Meanwhile, Mani, whose three-year term ended on Wednesday, is all but out of the door as a senior PCB official, on condition of anonymity, said that \"he will not be continuing as the PCB chairman.\"", "It is pertinent to mention here that the practice of the government's head nominating PCB chairmen is in stark contrast to PM Imran's former position on the subject. Back in 2015, he had ", " a \"democratically elected cricket board\", saying that the PCB would be powerful only if it had elected officials.", "Raja's nomination, if true, comes after PM Imran held separate meetings with both Mani and Raja earlier this week.", " said the prime minister wanted to replace Mani, who had sought a second term to complete \"unfinished\" tasks.", "A source said Mani was a bit \"off colour\" when he came out of the PM’s Office after the meeting.", "After meeting Mani, the prime minister met Ramiz who also served Pakistan captain during his playing days. ", "Earlier, sources had said that the prime minister would approve two names for PCB’s Board of Governors and there are certain chances that both Mani and Ramiz will be nominated as BoG members as only a member of the Board of Governors can contest elections for the post of PCB chairman.", "There are chances that Mani will retain his position as the BoG member and another member Asad Ali Khan will be replaced by Ramiz, sources had revealed.", "Meanwhile, sources said during his meeting with Mani, the prime minister showed his displeasure over Pakistan’s poor performance in England where the national team lost the T20 series 1-2 besides suffering a 0-3 ODI whitewash in July this year. ", "Mani was appointed as BoG member by the prime minister three years ago, and subsequently he contested and won elections to become PCB head in September 2018, replacing Najam Sethi who had resigned.", "During three years as PCB chairman, Mani who also served as the president of the International Cricket Council played good role for restoring international cricket in Pakistan. On the other hand, the transformation of the domestic structure which ended departments’ role in the game resulting in many departmental cricketers getting jobless also took place during his time in office.", "Mani also got PCB’s new constitution approved.", "However during his tenure, club cricket faced a tough challenge as there was no recognised and approved contest at club level, which is the nursery of cricket.", "While the PCB is yet to complete the registration process of the six newly formed provincial associations. Besides gradually bringing the Pakistan Super League T20 tournament, PCB’s flagship event, to Pakistan from 2019 and afterwards, the Mani-led PCB regime also submitted expression of interest for hosting six international events during the 2024-2031 ICC Future Tours Programme.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2021/08/612768aad8877.jpg"]], "time": [[]], "date": ["August 26, 2021"]},
{"title": ["Ton-up Babar leads Pakistan to first series win over Australia in 20 years"], "author": ["AFP"], "article": [["Skipper Babar Azam hit a second successive century and Imamul Haq an impressive half-century on Saturday to anchor Pakistan's first series win over Australia since 2002 with a nine-wicket victory in the third and final one-day international in Lahore.", "It was a dominant performance by the home team at Gaddafi Stadium as they dismissed Australia for a below-par 210 through their fast bowlers, who shared eight wickets, and then chased down the target in 37.5 overs losing just one wicket.", "Azam, dropped by Travis Head off Jason Behrendorff on one, took full advantage of the reprieve, driving Marnus Labuschagne for two to complete his 16th One-Day International (ODI) hundred off 110 balls.", "Azam, who scored 114 in the second game, hit 12 boundaries in his 115-ball 105 not out.", "Unbeaten Haq followed his own back-to-back hundreds with a polished 89 for his 11th ODI half-century. He cracked six boundaries and a six, and finished the series with 298 runs.", "Haq and Azam shared an unbroken 190-run stand for the second wicket after opener Fakhar Zaman fell to Nathan Ellis for 17 — Australia's only success in the innings.", "The elusive 2-1 win came after Pakistan lost six consecutive ODI series to Australia — and the preceding ", " 1-0 last month.", "Australia ", " by 88 runs while Pakistan ", " by six wickets, both also at the same venue. ", "“When you lose the first game then your players need confidence and once they were given that they came back strongly and did well,” said Azam. “Credit to them for this series win.” ", "Australian skipper Aaron Finch rued the lack of runs.", "“We didn't get enough runs,” said Finch. “When you go three down in the first few overs, it's always going to be hard to get a big total.” ", "Earlier, fast bowlers Haris Rauf (3-39), Mohammad Wasim (3-40) and Shaheen Shah Afridi (2-40) kept the pressure from the start as Australia were bowled out in 41.5 overs.", "Alex Carey top-scored with a gritty 61-ball 56 and Sean Abbott hit a 40-ball 49 in an otherwise dismal batting show by the visitors.", "Sent in to bat for a third successive time by Azam, Australia lost in-form Head with the first ball of the match, from Shaheen.", "Out-of-form Finch fell in the next over from Rauf, trapped leg-before for a second time in a row, as Australia lost both openers without a run on the board.", "Rauf made it 3-6 when Marnus Labuschagne edged one to slip for Iftikhar Ahmed to take a simple catch.", "Ben McDermott (36) and Marcus Stoinis (19) took the score to 59 when the latter chipped spinner Zahid Mahmood to Haq, who took a good diving catch.", "McDermott, who smashed a maiden ODI century in the second game, was trapped leg-before by Wasim for 36 as Australia lost half their side for just 67 by the 16th over.", "Carey and Cameron Green (34) added an invaluable 81 runs for the sixth wicket off 95 balls, but Wasim came for his second spell to bowl Green in the 32nd over.", "Carey's resistance finally ended when he holed out to spinner Iftikhar after hitting six boundaries and a six.", "Abbott, who also hit six boundaries and a six, made sure Australia got past 200 during a last-wicket stand of 44 before falling to Rauf.", "Australia will end the tour — their first to Pakistan in 24 years — with a single T20I on Tuesday, also in Lahore.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/04/62488be5e3dad.jpg", "https://i.dawn.com/primary/2022/04/624867063f450.jpg", "https://i.dawn.com/primary/2022/04/62482218ef72a.jpg"]], "time": [[]], "date": ["April 2, 2022"]},
{"title": ["Wisden ranks Babar Azam's 196 among the best 4th innings efforts this century"], "author": ["Dawn.com"], "article": [["Pakistan skipper Babar Azam's match-saving and record-breaking ", " in the final innings of the second Test in Karachi was lauded as among the best fourth innings batting displays this century by ", ". ", "Azam's 10-hour stay on the pitch ranked third among the 10 best match-saving fourth-innings efforts of the 21st century, ", " on Thursday. The report said the Pakistan captain lived up to his reputation when his team needed him the most and \"piled misery\" on the Australian team to raise hopes of Pakistan's win. ", "\"The hosts had been bowled out for 148 in the first innings and were under immense pressure in the second innings after being set a target of 506. All of this didn’t seem to matter to Babar, who played an all-time great knock,\" the report added. ", "Azam had come in to bat when the team was reeling at 21 for 2. He had formed an incredible 228-run partnership for the third wicket with Abdullah Shafique but did not flinch even when the young’un departed a few short of his century.", "The skipper was closing in on his first-ever double century when he fell prey to Nathan Lyon. In all, he had scored 196 off 425 balls, hit 21 boundaries and a solitary six.", "It was his best and most memorable knock in Pakistan colours — certainly in Tests and maybe even in all formats. Azam had broken the following ", " with his performance: ", "“It was a team effort, as others chipped in with useful contributions too,\" the Pakistan captain had said after the match. “We tried to be positive and play our shots. The team needed this knock, so I tried to bat for as long as I could.”", "His score was so impressive that even foreign media figures — including those from neighbouring India — couldn't help but wax lyrical about him.", " ", "The following are the top 10 fourth-innings batting performances listed by ", ": ", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/623593738648b.jpg"]], "time": [[]], "date": ["March 19, 2022"]},
{"title": ["Afghanistan cricket team names Younis Khan, Umar Gul as consultants"], "author": ["Reuters"], "article": [["Afghanistan have appointed former Pakistan players Younis Khan and Umar Gul as batting and bowling consultants respectively for their training camp in the United Arab Emirates, the country's cricket board (ACB) said.", "Former captain Younis retired from international cricket in 2017 and later took up coaching, working briefly as the batting coach of Pakistan.", "\t\t\t", "Gul retired in 2020 before taking up a bowling coach role with Pakistan Super League team Quetta Gladiators the following year.", "“Younis Khan and Omar Gul have rich experience of international cricket and I am sure they will help our boys overcome the concerns they have got in the batting and bowling departments,” said Naseeb Khan, CEO of ACB.", "On Tuesday, the board appointed former England batsman Graham Thorpe as their head coach, replacing South African Lance Klusener.", "Afghanistan are training in the UAE to prepare for their upcoming international matches", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/04/6249a07a89123.png"]], "time": [[]], "date": ["April 3, 2022"]},
{"title": ["Pakistan pull out of Asia Cup Cricket for the Blind in India"], "author": ["Dawn Sport"], "article": [["KARACHI: Pakistan Blind Cricket Council (PBCC) on Wednesday pulled out of the Asia Cup Cricket for the Blind, scheduled to be held in Indian city of Kochi from January 17-24, 2016.", "The PBCC has decided to withdraw its team due to deteriorating relations between the two countries at present and keeping in view security concerns of Pakistani nationals in India.", "In a press statement, PBCC General Manager Cricket Operations Maher M. Yousaf Haroon, said: “Shiv Sena’s attack on Indian cricket’s headquarters in Mumbai, cancellation of PCB chairman’s meeting with BCCI president, [hurling] threats to Aleem Dar from officiating matches [in India] and ICC’s decision to send him back compelled us to consider the matter of Pakistan’s team security seriously.”", "Haroon added that the Pakistan team had already started preparations for the event and the team had also been shortlisted but the “current scenario all of a sudden changed” everything.", "The PBCC has officially informed the Cricket Association of the Blind in India (CABI) that Pakistan will not take part in the event.", "The drama began on Monday when the PCB chief Shaharyar Khan was due to meet his Indian counterpart Shashank Manohar.", "Manohar had invited Shaharyar to discuss the prospect of a bilateral series between the two countries. But before the meeting could start some workers of Shiv Sena stormed into the building protesting the PCB chief’s visit and shouting anti-Pakistan slogans.", "Earlier, India’s failure to provide security to Pakistan’s commentators and match officials, following Shiv Sena’s hooliganism, also forced Wasim Akram and Shoaib Akhtar to quit the ongoing India-South Africa series and head home early.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2015/10/562740d075ad8.jpg"]], "time": [[]], "date": ["October 21, 2015"]},
{"title": ["A history of football in Pakistan — Part III"], "author": ["Ali Ahsan"], "article": [["The increased participation of the national team at various youth and senior levels across Asia in the coming years was to prove vital for Pakistan’s reemergence on the international scene. However, politics would have a decisive say in what path the game followed. The increased televised coverage of world football, in particular the FIFA World Cup, on national television meant a bigger fan base was created but much more was needed to give the game a boost in the country.", "Despite falling short for qualifying to the 1984 AFC Asian Cup finals, the mid 1980s began a sudden burst of regular international action that caught our footballers hard and fast.", "The latter half of the 1980s saw Pakistan host the 3rd and 4th Quaid-i-Azam International Championships in the Aprils of 1985 and 1986. Nepal, Bangladesh, Indonesia, North Korea were among the others invited to take part.", "Most importantly, however, was football becoming a regular event in the nascent South Asian Games. After declining to send a football team for the first edition held at Kathmandu in 1984, Pakistan decided to take part in the 1985 event that hosted by Dhaka, Bangladesh. Pakistan won their group featuring Nepal (won 3-2), Maldives (won 3-1), and the hosts Bangladesh (lost 1-2) but failed to qualify for the final. Up until the mid-1990s, football at the South Asian Games was recognised as a senior level competition. Now, it is limited as a U-23 event.", "That same year, the Asian Football Confederation brought back the Asian Champions’ Cup (also known as Asian Club Championship) for the club champions of Asia after a 14 year absence. The last event in 1971 was won by Israeli side Maccabi Tel Aviv who now play in UEFA region. PIA, having won the 1984 Inter Provincial Championship, was elected to become Pakistan’s first representative in Asian club football. They were placed in a tricky qualifying group for the 1985-86 Asian Club Championship hosted in Colombo, Sri Lanka and involving the winners from India, Bangladesh, the hosts, Maldives, and Nepal. Only Indian giants East Bengal qualified for the next round from the group as PIA finished 6 points behind in 4th place out of a group of 6 teams. The eventual winner of the competition was South Korea’s Daewoo Royals (Pusan) who beat Saudi side, and final hosts, Al-Ahly Jeddah 3-1 in late January 1986.", "The subsequent Asian club participations, including the Asian Cup Winners’ Cup, didn’t bring much glory either as Habib Bank (1986-87), PAF (1987-88), Crescent Textile Mills Faisalabad (1988-89), and even a Punjab FC side (1989-90) could only get the odd points against weaker sides from Maldives or Nepal whilst being put to the sword by clubs from Bangladesh, Iraq, India, Oman in their qualifying groups.", "This was an era where South Asia had become the permanent whipping boys for rest of Asia in both club and national team competitions. The increasing professionalism, fitness levels, coaching, and player awareness that had become ingrained in the rest of the Asian region meant that South Asia had miles to go.", "After losing 2-0 in a friendly against Iran in Tehran in Feb 1986, Pakistan’s national team took part in 1986 Asian Games where they lost to UAE (0-1), Iraq (1-5, a penalty by Ghulam Sarwar ‘Teddy’), Oman (1-3), and Thailand (0-6). The tough draws against the well-established Asian sides certainly did not help but nevertheless it was some much needed practice for the boys. After Pakistan was knocked out by Nepal during qualification for 1988 Olympics in April 1987, the country hosted the 5th Quaid-i-Azam International Tournament in Lahore. A month later in October, Pakistan won bronze under the captaincy of Zafar Iqbal in the 1987 South Asian Games football tournament hosted by India. The team was coached by late German manager Burkhard Ziese who remained in charge from 1987 till 1989-90.", "This was followed by more defeats in qualification for 1988 Asian Cup at the hands of Jordan (0-1), Japan (1-4), Kuwait (0-3) and qualifying group hosts Malaysia (0-4).", "The year 1989 began with Pakistan’s first ever participation for the FIFA World Cup qualifying rounds for Italia 1990 in January-February. One wonders why Pakistan Football Federation (PFF) had been missing so many World Cup qualifiers for almost 40 years!", "That being said, Pakistan had always been playing a vital role in the World Cups for many years before our actual participation. The sports goods industry of Sialkot had been providing millions of footballs around the world, peaking during World Cup seasons, since 1980. The Adidas ‘Tango’ balls used in the 1982 World Cup hosted by Spain was Pakistan’s major contribution to the beautiful game thanks to the hard work of Sialkot manufacturers. That tradition is still alive today and Sialkot is still a major contributor on the international market.", "The qualifiers saw Pakistan teamed up against much stronger sides in Kuwait and UAE. They were easily knocked out one at a time by the Middle East giants. UAE eventually qualified for Italia 1990 as one of the two Asian sides alongside World Cup regulars South Korea. These defeats would be regarded as good practice as Pakistan hosted the 1989 South Asian Games later that year. The football team went on a brilliant run that eventually led to a gold medal win in the final over Bangladesh (1-0) thanks to a solitary goal by WAPDA’s Haji Abdul Sattar. In terms of international competitions, this was arguably Pakistan’s first ever football final victory at all levels. Football circles across the country celebrated this victory with great aplomb. Everyone called this the beginning of a brand new era for Pakistani football.", "By this time, hockey was experiencing a decline and cricket had more or less taken full attention of the Pakistani public thanks no less to the exploits of Javed Miandad, Imran Khan, and a young Wasim Akram in Sharjah as well as around the world. Football was still fighting for attention.", "The demise of Zia-ul-Haq in 1988 reopened Pakistan for civilian rule but what promised for a great democratic era for the country eventually turned into a mockery of political instability. Political rivalries between the two main parties caught in the musical chairs of power, PPP and PML would take their battles outside the parliament into other supposedly non-political arenas.", "Football became a hot bed for such activity as well. The year 1990 was marked by the general elections of the PFF. PML stalwart from Lahore, Mian Muhammad Azhar, went on to narrowly win the elections for PFF Presidency by just one vote. The losing candidate unfortunate for not getting the decisive vote in 1990 was PPP heavyweight Faisal Saleh Hayat.", "Mian Azhar held onto power until 2003. While many people would cite the importance of stability in sports federations in the long run, Mian Azhar’s 13-year tenure would have its plenty of thrills, chills, and spills! A year after those elections, the PFF General Secretary post went to Jamaat-e-Islami MNA and football enthusiast from Lahore, Hafiz Salman Butt. Hafiz Salman would hold the post for a mere three years until Mian Azhar forced him out because of growing political rifts as well as invoking a ten-year ban from FIFA on Hafiz Salman over alleged ‘abuse of power’ as a PFF Official in 1995.", "The 1991-94 era is, however, often regarded as the best administrative era of Pakistani football. Hafiz Salman was instrumental in organising the National Championships of 1992-93 and 1993-94 (won by PIA and Army respectively) structured on a proper league-style basis and spread over a number of months. Hafiz Salman also managed to get a lucrative three-year sponsorship deal with Lifebuoy Soap. The amount of Rs 35 million was used to organize the said championships.", "The media campaign for football in that era was aggressive with football-centric ads on PTV for the renowned soap brand as well as a hit television drama series called ‘Red Card’ produced by PTV Lahore Centre.", "The satellite TV boom and live matches from English Premiership and other top leagues in Europe would soon follow in Pakistan.", "With Hafiz Salman’s dismissal in 1994 and ban by FIFA and PFF in 1995, Pakistani football fell once again into an era of political incompetence, mismanagement and lethargy that put paid to the progress made. Even today, no long term sponsors for Pakistani football exist.", "In the international arena, Pakistan regained gold at the 1991 South Asian Games football under the captainship of Ghulam Sarwar ‘Teddy’ when the side coached by the late Muhammad Aslam Japani won the final against Maldives 2-0. The goals were scored by the late Qazi Ashfaq and Army’s Nauman Khan. However, Asian Cup qualification for 1992 and World Cup qualifications for USA’94 would be a bitter experience. Iran and India quickly disposed of our boys 0-7 and 0-2 for Asian Cup qualifying in July 1992, while Iraq, China, Yemen, and Jordan eased past us for World Cup qualification in May-June 1993. Subsequent qualification campaigns for France ’98 and Korea-Japan 2002 would also end prematurely as the stronger Middle Eastern and East Asian teams would have their way.", "The year1993 was the first time the SAFF Championship was held in Pakistan, although the team disappointed the home crowds with an unsatisfactory performance finishing in 4th place. The SAFF Championship was then called the SAARC Football Gold Cup. The subsequent SAFF Championships of 1995, 1997, and 1999 would present a similar story; although Pakistan did finish 3rd in 1997 while India dominated the competition with 3 wins out of 4 with a Sri Lanka triumph in 1995.", "Qazi Ashfaq was one the best players of this generation as he possessed skill, speed, leadership and passion for the game throughout his playing career however his untimely death in November 13, 2001 robbed this country of a great player and aspiring coach.", "Nauman Khan, now a serving Lt. Colonel, retired from the game a few years ago and is current manager of the Pakistan Army football team.", "The 1990s also saw the emergence of the indomitable defender Haroon Yousaf. The Mandi Bahauddin native would become a multiple national champion for WAPDA and ABL as well as captain of Pakistan national team in late 1990s until his retirement. Haroon played 51 full internationals for Pakistan and scored 3 goals between 1992 and 2003. Yousaf still plays today as the captain of PMC Athletico Faisalabad in Pakistan Premier League where he recently inspired the team from the brink of relegation by beating intimidating hosts Afghan FC Chaman 1-0 in final game of the 2010 season.", "Other great players from late 1980s to late 1990s were Sharafat Ali, Qazi Ashfaq, Zafar Iqbal, Mukhtar Ahmed, Tariq Hussain, Haroon Yousaf, Ghulam Sarwar, Matin Akhtar, Imtiaz Butt, Noshad Baloch, Saleem Patni, Abdul Wahid Jr., Captain Noman, Syed Nasir Ali, Abdul Rasheed, Ejaz Ahmed, Naeem Gul, Zulfiqar Dogar, Bashir Ahmed and Khalid Butt", "Hafiz Salman Butt was also the founder and chairman of Wohaib FC (Hafiz Wohaib Butt Memorial Football Club). It was established in 1982 in memory of Butt’s slain brother and football lover Hafiz Wohaib Butt. By the early 1990s, Wohaib FC had developed itself in to the premier club in Lahore. It would provide aspiring footballers the chance to represent at national level and attract full-time jobs at various departments later on like Wapda, Railways, Army, PIA, ABL and HBL.", "Wohaib FC put on stellar performances at the 1992-93 Asian Club Championship where they beat clubs from Bahrain and Bangladesh to qualify for Group B. After being trounced 10-1 by Dubai club Al-Wasl in the opening fixture, they came back and drew 1-1 with Iranian side, and eventual Asian champions that year, PAS Tehran FC in their final group game. For their efforts, Wohaib FC was ranked 5th place in Asian Club Championship that year. A feat that has never been repeated by a Pakistani team since!", "According to former Wohaib FC star and current Model Town Football Club & Academy head coach Khaled Khan,, one reason of Wohaib’s staggering show that year was the fact that it was essentially the Pakistan national team in disguise! Before AFC had begun putting more strict rules and regulations for player registrations, it was not uncommon to see many club sides across Asia ‘borrowing’ players from other teams for registration to compete at Asian club competitions like their own national teams. Wohaib FC had borrowed players like Zafar Iqbal ‘Mama’ (PIA), goalkeeper Mateen Akhtar (WAPDA), and Nauman Khan (Army) who combined with Wohaib’s best talent to take part in the 1992-93 Asian Club Championship.", "Hafiz Salman’s sacking from PFF also affected Wohaib FC as departments took away their best talent and the ones that stayed behind were not given the chances they deserved for selection in national team for many years.", "This was an era when departments would continue to dominate the domestic competitions but most of them failed to give any noteworthy performances in Asian competitions. Some refused to even show up because of extra costs.", "PIA was fast losing ground as the 1990s drew to an end, winning their last of 9 national championships in 1997. Wapda, Army, and (before their disbanding in early 2000s) ABL took over as the dominant sides in Pakistan. The physically dominant game of Punjab teams, had over-taken the flair of Karachi football by then. But that did not do much for the national sides as they still had a lot to do internationally.", "The turn of the century saw Pakistan remain stuck in South Asian mediocrity as politics in the PFF as well as provincial FAs, rivalries between various officials (current and former), limited government budgets, and poor administration held game back. Football survived in the country based purely on annual grants received from FIFA and AFC for development projects for developing nations.", "Nearly a million US dollars annually would be pocketed by each national FA (including PFF) from there on to improve football infrastructure in each country. These grants helped built the PFF Football House as part of the FIFA GOAL Project on Ferozepur Road, Lahore in mid-2000s. Further GOAL Projects in other cities like Karachi, Peshawar, Quetta are in the pipeline but no further step has been taken by PFF in their implementation for years!", "The national team got the appointment of Englishman Daved Burns and then John Layton as head coaches between 2000 till 2002 thanks to AFC support. Slovak coach Joseph Herel was also part of AFC support programs as he took charge from 2002 till 2003. These coaches helped bring a level of stability in the side as well as discovering new talent across Pakistan through various trials and training camps held nationwide at youth levels. The likes of future Pakistan captains Muhammad Essa and Jaffar Khan emerged onto the scenes because of these programs as a new look Pakistan tried to make a mark in international competitions. Muhammad Essa would eventually inspire the now defunct PTCL team to win the 2003 PFF President’s Cup.", "In fact it was during the tenure of John Layton that the Pakistan team embarked on an ambitious tour of England in late March 2001 in preparation for the upcoming 2002 World Cup qualifiers with the help of UK-based Pakistani business communities. The tour saw Pakistan play a few friendly matches against English sides where they played friendly games against the then English Second Division side Bury FC (lost 3-0; Indian legend Baichung Bhutia scoring against us once again), and Premiership team Coventry City (2-0), as well as losing to an amateur level London ABSA team. The games were broadcast live in Pakistan on PTV and featured players like Haroon Yousaf, Sarfraz Rasool, Jaffar Khan and Tanveer Ahmed. One assumes that PTV still possesses footage from these games in their archives.", "The World Cup qualifiers after these games also resulted in losses to Lebanon, Thailand and Sri Lanka. However, Pakistan did earn a thrilling 3-3 draw with Sri Lanka in the return leg of the World Cup qualifiers thanks to a stunning hat-trick by Gohar Zaman. But the disappointment of another qualification failure was obvious.", "The domestic structure was in desperate need of revamping to bringing the best out of the player under capable coaches at all levels- something which Pakistan had been lacking for decades.", "The SAFF Cup of January 2003 held in Bangladesh brought a lot of surprises to the game. Under the inspiration of attacking midfielder Sarfraz Rasool of KRL, Pakistan stunned giants India (1-0), Sri Lanka (2-1) and Afghanistan (1-0) as they reached the semi-finals only to fall short against Maldives 1-0 and losing the 3rd/4th place game against India 2-1 as hosts Bangladesh won the final on penalties against Maldives. Sarfraz Rasool top scored with 4 goals in the tournament and was declared Asian Player of the Month for his performance. World Cup and Asian Cup qualification afterwards were still disappointing though as Kyrgyzstan and Singapore cut us out in respective campaigns.", "The year 2003 was also the year that finally ended the 13 year rule of Mian Azhar as PFF President. Thanks to the campaigning of the still-banned Hafiz Salman Butt, Faisal Saleh Hayat won the PFF general elections to become President of the PFF. Mian Azhar had gradually fallen out of favour from the pro-Musharraf PML-Q faction over the years while Faisal Saleh Hayat’s own pro-Musharraf PPP faction had been making headways in run-up to the 2003 General Elections where he became Interior Minister of Pakistan later that year as well. Pakistani politics, it seems, will always have a say in everything.", "2003 was also the year FootballPakistan.Com (FPDC) was established as a genuine independent non-profit football website striving for the progress, promotion, prosperity, and professionalism of Pakistani football through volunteer efforts.", "To be continued…", "*Special  thanks to the Co-Founder, Webmaster, and Chief Editor of FPDC Malik Riaz Hai Naveed, veteran football journalist Riaz Ahmed, and the Pakistan Football Federation (PFF) for providing the information that helped create this article chronicling the history for Pakistani football.*", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [[]], "time": [[]], "date": ["December 23, 2010"]},
{"title": ["Sunil Gavaskar says Shane Warne wasn't greatest, Indian spinners and Muralitharan 'certainly better'"], "author": ["Reuters"], "article": [["India batting great Sunil Gavaskar has spoken at his shock at the death of Shane Warne but does not think the Australian tweaker was the greatest spinner of all time.", "Speaking on a show on the ", " television channel, Gavaskar said Warne's death at the age of 52 on Friday due to a suspected heart attack in Koh Samui, Thailand had left him speechless.", "Warne's death followed that of fellow Australian great, wicketkeeper Rod Marsh, at the age of 74.", "\"Within the space of 24 hours the cricket world has lost two giants of the game, not just Australian cricket but the cricket world. ", " and then Shane Warne. This is unbelievable. Hard to come to grips with,\" Gavaskar said.", "\"Warne mastered a craft which is so difficult... wrist spin. To pick 700-plus wickets like he did in test cricket, hundreds more in one-day cricket tells you how good a bowler he was.", "\"Finger spin is a lot easier, you have more control over what you want to bowl but leg-spin or wrist spin is tough. For him to have bowled the way he did, the way he seemed to create magic... at will was the reason he was revered all over the cricketing world.\"", "Gavaskar said he did not consider Warne, who took 708 test wickets to sit behind Sri Lanka's Muttiah Muralitharan (800) in the overall list, as the greatest spinner of all time.", " ", "\"For me, the Indian spinners and Muralitharan were certainly better than Warne. Because look at Warne's record against India. It was pretty ordinary against India,\" Gavaskar said.", "\"Because he didn't have much success against Indian players, who are very good players of spin bowling, I don't think I would call him the greatest. Muralitharan with the success that he had against India would rank over him in my book.\"", "The timing of Gavaskar's comments upset some of Warne's legion of Indian fans, particularly his suggestion that the Australian's lifestyle had contributed to his early death.", "\"He was always looking to live life fully, king-size as they call it and he did that and maybe because he lived life in such a manner is perhaps the reason why his heart couldn't take it and he passed away so soon,\" Gavaskar said.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/6225c328be096.jpg"]], "time": [[]], "date": ["March 7, 2022"]},
{"title": ["Pakistan inches closer to exiting football ban after FIFA members vote 195-4 in favour"], "author": ["Umaid Wasim"], "article": [["An overwhelming majority of FIFA members on Thursday voted to allow the Council of the football’s world governing body to lift the ban on Pakistan once all requirements are fulfilled.", "The voting was held during the FIFA Congress at the Doha Exhibition and Cultural Centre, which will on Friday also hold the draw for the 2022 World Cup finals in Qatar. The vote was 195 in favour to four against.", "Pakistan was suspended by FIFA’s all-powerful Council in April last year after the Pakistan Football Federation Normalisation Committee (NC) was thrown out of office by a group of officials led by Ashfaq Hussain Shah, who was elected as president in an election of the PFF held by the Supreme Court in December 2018.", "That election was not accepted by FIFA and in September 2019, the global football body appointed the NC for the PFF to hold fresh elections. ", "Ashfaq and his group of officials were described as “protestors” by FIFA at the Congress on Thursday. Pakistan’s ban was ratified at last year’s Congress.", "Last month, the PFF NC was handed back control of the headquarters in Lahore after the government decided to unconditionally back it in an attempt to lift the suspension on Pakistan. ", "Thursday’s vote means that as soon as the NC regains control over the accounts, the suspension will be lifted by FIFA.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/62459bb9d02d1.jpg"]], "time": [[]], "date": ["March 31, 2022"]},
{"title": ["Imran Khan: The man who changed Pakistan cricket forever"], "author": ["Dawn Sport"], "article": [["“If the Pakistani side had a leader they looked up to and respected like they did him, they would be a much better and more consistent team than they are now,” West Indies great Viv Richards once said of Imran Khan.", "Khan was, arguably, Pakistan's finest cricketer. A fierce competitor, his 21-year career was defined by moments where he led a talented but volatile bunch of cricketers to improbable wins.", "Relegated to the sidelines after making his debut in 1971, Khan remodelled himself as a genuine fast bowler and came back to erase all doubts about his ability as an international cricketer. He would go onto become one of the greatest all-rounders in the game.", "The pinnacle of his career was undoubtedly the 1992 World Cup win, where he battled through injuries to spur a young side to triumph.", "As Khan turns 63 today, here's a look at his dazzling career in headlines:", "There was only one guy who was 100% sure, every time we won or lost any game, that we would win this World Cup. That was our captain. After a while, we thought it wasn’t possible because we had to rely on another team losing to qualify for the semifinals. And it happened that way! It was a dream come true, it was a great moment.", "Any question on captaincy for me, Imran Khan is my favourite, always. Everything he did, nearly always, trying for wickets… when he had the legspinner Abdul Qadir, he really didn't like to bowl him negatively, tried to bowl him to get wickets all the time. And quite frankly, he had to be so strong, aggressive and positive because anybody who's having to handle a Pakistan team is going to have to act like God. That is probably the toughest job in world cricket.", "I always followed his advice because I needed somebody to guide me, give me confidence for the ball I was about to bowl…aur Imran say behtar to koi bowler tha hi nahi confidence bharanay kai liyay (and there was no better bowler than Imran when you needed a confidence boost).", "He was one of the fiercest competitors and, no matter how well you were batting, he would always have a delivery which could come and destroy you. I respect him and his cricketing views; and if the Pakistani side had a leader they looked up to and respected like they did him, they would be a much better and more consistent team than they are now. ", "We then went to Perth for our match against Australia. It was almost impossible for an Asian side to beat Australia at Perth but that was our day. Just before the match, Imran came into the dressing room, spoke for about 20 minutes and turned our psyche around for the rest of the tournament.", "He instilled a belief in us. He had this unique quality, a quality that every leader must have: to make people believe in what he is saying.", "When Imran was captain, there was never question of anyone else being in charge. And that more than anything, won them the 1992 World Cup.", "He was the greatest all-rounder since Gary Sobers", "Of all the players in my time, Viv Richards stood out as the greatest. He was a complete genius. Viv was the only batsman who would attack me. No other batsman could attack me when I was at my peak.", "“I want my team to play today like a cornered tiger when it's at its most dangerous.”", "“I have always believed that one should not be scared of losing, I think that really is the key.”", "“I believed in myself. I never imagined myself as just an ordinary player.”", "“I handpicked that young team and for them to win the World Cup from that impossible situation was a source of such happiness to the Pakistanis. I was so proud of that team. When I retired, I left the best Pakistan team in its history. I was very disappointed that it never achieved its potential.” ", "Imran Khan career stats", "Tests - 88  ", "Runs - 3807 ", "Avg - 37.69", "ODIs - 175", "Runs - 3709", "Avg - 33.41", "Wickets", "Tests - 362", "Avg - 22.81", "ODIs - 182", "Avg - 26.61", "Copyright © 2022", "Scribe Publishing Platform"]], "picture": [[]], "time": [[]], "date": ["November 25, 2015"]},
{"title": ["Comment: Ramiz Raja as PCB chairman is yet another example of Pakistan snubbing way of the world"], "author": ["Syed Hammad Hasnain"], "article": [["Every now and then, don’t we all find ourselves looking back at the past, wondering what we were thinking with that teenage hairdo, that impulsive purchase, that late night text or any number of things? We all have a personal collection of such thoughts, assembled with no great care and now an eternal source of piercing discomfort. ", "Same replicates at national level, where we look back at wars fought, lives lost, loans borrowed and monies misspent. Some among us, the brooding kind, would cringe at such introspections and think what we might do differently if given a do-over. If only we had a time-travelling DeLorean.", "It never occurs to us that instead of dwelling in the past, why do we not live in the present and catch our mistakes in real time? That would save us a lifetime of regret, no? ", "This philosophical opening applies to pretty much all and everything in life, including our beloved but painful world of Pakistan cricket, where a pair of dice was recently rolled and one face showed Ramiz, the other ", ". ", "It was Raja’s turn to be smiled at by Lady Luck and ‘selected’ — ", " by Prime Minister Imran Khan. In a few years’ time, would this selection need rectification? Would another U-turn be taken? Would we reminisce or regret?", "But Raja does not represent the most random selection ever made by ", ", for that title will probably never leave ", ". Thus, no matter how badly some may want to, they cannot call the incoming PCB chairman a Buzdar plus — at least not for the randomness of it all.", "I do, however, have plenty to say on and critique his nomination, which might very well turn out to be a stroke of genius but it still wouldn’t matter as the nomination isn't the product of a scientific process, but appears another one of those gut-feel decision.", "The premise of this piece is not to never be wrong. Hey, no one is infallible. Some of the brightest minds aided by the greatest of resources have made the biggest of blunders (Read the US invasion of Afghanistan).", "It’s that high-risk, low-reward Hail Mary punt that is devoid of any logic and has no real history of success I have a problem with. ", "While conventional wisdom and established way of the world suggest that sports administrators at the highest level need to be seasoned executives with plenty of management experience, Pakistan is once again attempting to defy logic by handing over the cricket board’s reins to someone whose only administrative stint was back in 2003-4 when he had a largely forgettable 15-month-long term as a part-time ", ". So forgettable that few in the industry even remember that episode. Ironically, he had replace another commentator in the position: Chishty Mujahid.", "During this time, he kept on commentating and made no secret of the fact that his media jobs were more important to him than running cricket in the country. When on the microphone, the lines would get murky and he’d slate his cricketers more than any CEO should ever do publicly, causing murmurs in the dressing room. In April 2004, his and then chairman Shahryar Khan’s combined (mis)handling of Shoaib Akhtar and accusing him of feigning injury — only for ", " he was indeed injured — did little to wrap them in glory. ", "Since then, Raja has never even run a regional body, let alone a messy behemoth that PCB can easily become every other week.", "So when the world wants its cricket boards to be chaired by specialised personnel with loads of management experience acquired over a number of years at various levels, Pakistan cricket is still sticking to the policy of its policymakers being plucked out of thin air and given the job on a whim of one individual. ", "Former athletes being given top administrative jobs just because of their knowledge of the game and proximity to the prime minister is a practice not practiced in any competitive sport, anywhere in the world. Look up who chairs the boards of widely successful football clubs in Europe, and all you’d find are businessmen, lawyers, former brand executives and whatnot. You would struggle to find a former athlete with 15 months of unremarkable administrative experience, and none in the past 17 years, heading the entire operation. ", "Forget football or other sports, for they are far too structured. Even in cricket, the top cricketing nations see their boards headed by professionals. The ECB is currently headed by Ian Whatmore — a management consultant. Before him was Colin Graves — an entrepreneur who founded a chain of stores for himself and then, when appointed the ECB chair, ", " a record £1.1billion media rights deal to go with ODI World Cups in both men’s and women’s game.", "Cricket Australia Chairman ", " is an experienced business executive who’s headed multiple corporations, whereas New Zealand Cricket Chairman Martin Snedden is a former cricketer but also a practicing lawyer and veteran administrator who had held roles not just in cricket but also in rugby prior to being put at the helm of affairs.", "Even Saurav Ganguly cut his administrative teeth a tier below and headed the Cricket association of Bengal for five years before given the nod to lead the BCCI.", "Sports administration today is a specialised field that is taught at universities and needs specific knowledge and nous. But in the Land of the Pure it is still a widely held belief that any and all jobs in cricket can be better performed by cricketers. What’s forgotten is the fact that just because you scored runs does not mean you would also prove to be an effective cricket administrator, who could strike strategic partnerships, grow the game, increase revenues and also win the battle of politics and diplomacy.", "That said, best of luck to the incoming chairman, and let’s hope we’ve struck it lucky with him.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2021/08/612dfbed60fbb.jpg"]], "time": [[]], "date": ["August 31, 2021"]},
{"title": ["West Indies series could be played in 'normal conditions' without bio-secure bubble: Ramiz Raja"], "author": ["Mir Shabbar Ali"], "article": [["Pakistan Cricket Board (PCB) Chairman Ramiz Raja hinted on Wednesday at the possibility of rescheduled One-Day Internationals (ODI) against West Indies — which were postponed due to Covid-19 cases in the tourists’ squad during their visit last year — being played in June without strict coronavirus protocols or in a bio-secure bubble.", "The three ODIs were originally scheduled to be a part of the West Indies tour to Pakistan last December but were rescheduled after ", ", including three players, were reported in the visitors' team in a day. Consequently, the team had left after playing three Twenty20 Internationals. ", "Prior to that, another three players from the team had ", " during the tour.", "The PCB ", " last month that the West Indies would arrive in Pakistan on June 5 to play the postponed ODI matches in Rawalpindi on June 8, 10 and 12.", "In a video, exclusively shared with ", ", the PCB chairperson said the matches could be played in \"normal conditions\". He, however, acknowledged the risk attached to taking the step.", "But, Raja said, the PCB's medical board was looking into the matter in a different way. ", "\"The only problem [that may entail the decision] is that if one player contracts Covid. It (the virus) spreads so rapidly that it would be impossible to call replacements from so faraway (the Caribbean),\" he pointed out, adding that \"in a seven-day window, one case could impact the entire series\".", "\"It's a double-edged sword,\" he remarked.", "But the \"information we have received from our medical board shows that things can be a bit relaxed [now] since the virus isn't that bad anymore,\" the PCB chairperson added.", "His statement comes after three players from the Australian team, which visited Pakistan after 24 years and concluded the tour yesterday, ", " for the coronavirus.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/04/624da6054672d.jpg"]], "time": [[]], "date": ["April 6, 2022"]},
{"title": ["Australia's Labuschagne says learned from Babar's masterclass"], "author": ["Reuters"], "article": [["Australia's Marnus Labuschagne did not allow the disappointment of defeat to interfere with his appreciation of Babar Azam's sublime century, saying he learned from the Pakistan captain's masterclass in the second one-dayer on Thursday.", "Babar orchestrated Pakistan's ", " with a masterly 114 of 83 balls, denying Australia an unassailable 2-0 lead in the three-match series.", "The elegant right-hander, ably supported by fellow centurion Imam-ul-Haq, scored his 15th ODI century in 83 innings, which is the fastest by any batsman.", "“I enjoyed every minute of watching, it was a pity it was against us,” Labuschagne told reporters after their six-wicket defeat in Lahore.", "“That was a very good innings. I sat back and I took some things on board for my own game to learn from that innings.", "“To score 100 off 73 balls, he barely put a foot wrong. It was just phenomenal.” Labuschagne praised Imam as well but felt dismissing Babar early in Saturday's decider, also in Lahore, was crucial to clinch the series.", "“I think if we can find a way to get him out early, put a bit more pressure on the middle to lower order, we have a chance,” the 27-year-old said.", "“He batted us out of the game and fair play to him. It was a tremendous innings.” ", "Ben McDermott smashed his maiden international century for Australia and Labuschagne, who made 59, was elated to be at the non-striker's end when his childhood friend brought up his hundred.", "“We were best mates growing up in Australia. He was over at my house almost every second day, coming on the train home and we used to (play) in my backyard,” Labuschagne said.", "“The hard work that he's putting in domestic cricket in the Big Bash and his four-day game as well has just come such a long way, and I was I was over the moon for him today.”", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/04/6246ce0bbebde.jpg"]], "time": [[]], "date": ["April 1, 2022"]},
{"title": ["Talha Talib returns positive dope test: reports"], "author": ["The Newspaper's Sports Reporter"], "article": [["LAHORE: Unconfirmed reports on Friday said Olympian Talha Talib was among two Pakistani weightlifters who returned positive samples in dope tests conducted by the International Testing Agency (ITA). ", "The Pakistan Sports Board (PSB) and the Pakistan Olympic Association (POA) told ", " they had no confirmed information about the development, while the Pakistan Weightlifting Federation (PWF) did not answer any queries.  ", "According to the reports, four Pakistani weightlifters were tested for samples by the ITA in coordination with the International Weight­lifting Federation recently. ", "Talha was training at his gym in Gujranwala when ITA officials paid a surprised visit to collect his samples while the other lifters were tested in Lahore.  ", "When contacted by ", " POA general secretary Khalid Mahmood and PSB director general Asif Zaman said they had received no official information regarding the tests.", "Khalid said the ITA would send the confirmation of the test results to the IWF and PWF directly.", "“It is the athletes’ prime duty to be careful and avoid the usage of banned substances,” said Asif. ", "“The coaches and federations also have a responsibility in this regard.", "“The PSB is seriously considering to conduct surprise dope tests of athletes who are currently attending training camps to participate in the upcoming Commonwealth Games.”", "Talha, narrowly missed out winning a bronze medal at the Tokyo Olympics last year, made it to the Games after securing an invitational spot offered by the Tripartite Commission. ", "Later, in the World Weightlifting Champ­ionship in Tashkent, Uzbekistan, Talha finished third on the podium. ", "His spectacular rise to the very top level of the sport may well have urged the ITA to run a test on the 22-year-old.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/04/6251132227e6b.jpg"]], "time": [["10:02am"]], "date": ["April 9, 2022"]},
{"title": ["PCB seeks to outsource process of clubs’ scrutiny"], "author": ["The Newspaper's Sports Reporter"], "article": [["LAHORE: After failing to restore domestic cricket structure during more than two and a half years according to the new constitution, the Pakistan Cricket Board (PCB) has now decided to outsource the process of the scrutiny of clubs across the country.", "The PCB, in this regard, has given an advertisement on its website seeking bids for the scrutiny process.", "Interestingly, it is the first time that the PCB is going to outsource the scrutiny of clubs. And how it will get an experienced organisation to do this job remains a big question. According to the PCB, around 4,000 clubs from across the country have applied for registration.", "The PCB, which implemented its new constitution on Aug 19, 2019, has struggled to make its domestic structure functional as the entire system is being run on an ad-hoc basis.", "After implementing its new constitution, the PCB dissolved all clubs, districts and regional associations’ bodies affiliated with it. After almost one and a half years, the PCB could appoint only an ad-hoc body for six provincial cricket associations to run domestic cricket. These bodies were formed for one year on March 5, 2021 but the delay in completing clubs’ registration and scrutiny, the tenure of the six associations on ad-hoc was extended for six months on March 5 this year.", "For the registration, the PCB received millions of rupees from the 4,000 clubs seeking to get registered. The new PCB constitution was introduced by Ehsan Mani as chairman but he failed to implement it during its three-year tenure.", "His predecessor Ramiz Raja, though took charge on Sept 11, 2021, still there is a lot of work pending as regards full restoration of the country’s domestic cricket. And as there are chances that Prime Minister Imran Khan may lose his premiership as a result of the no-confidence vote in the Parliament, the change of guard in the PCB, as per the organisation’s tradition, is also expected.", "And it is likely that the new political development at the helm may bring in a new PCB chairman and the work on restoring the domestic cricket system maybe delayed, or altogether a new system may be introduced.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [[]], "time": [["09:40am"]], "date": ["April 9, 2022"]},
{"title": ["Mulder’s three-wicket burst sends Bangladesh tumbling against South Africa"], "author": ["Agencies"], "article": [["GQEBERHA: All-rounder Wiaan Mulder took three wickets in quick succession to put South Africa on top on the second day of the second Test against Bangladesh at St George’s Park on Saturday. ", "Bangladesh limped to 139 for five at the close, still 314 runs behind their hosts total of 453 all out and their first aim will be to avoid the follow-on when Mushfiqur Rahim (30 not out) and Yasir Ali (8 not out) resume on the third morning. ", "Bangladesh lost a wicket in the first over of their reply when first Test century-maker Mahmudul Hasan was caught at first slip off Duanne Olivier for nought. ", "Tamim Iqbal and Najmul Hossain put on 79 for the second wicket, scoring at nearly four runs an over, before the medium-paced Mulder came into the attack. ", "He dismissed Tamim (47), Najmul (33) and captain Mominul Haque (6) in almost identical fashion. ", "Bowling around the wicket, he angled the ball into the three left-handers and trapped them leg before wicket. ", "At one stage he had three wickets for five runs in five overs. He finished the day with 3-15. ", "Olivier came back into the attack and bowled the dangerous Litton Das (11) with a superb delivery that knocked over middle stump. ", "South Africa, who lead 1-0 in the series following a 220-run victory in Durban, had resumed their first innings on 278 for five having won the toss. ", "Keshav Maharaj, man of the match for his bowling in the first Test, top-scored for South Africa with a career-best 84. ", "He hit his runs off 95 balls with nine fours and three sixes before he was bowled following an ugly swipe across the line off the bowling of left-arm spinner Taijul Islam, who took six for 135 -- the 10th time he has taken five wickets or more in a Test innings. ", "Maharaj came in after Kyle Verreynne was bowled for 22 by Khaled Ahmed and almost immediately went on the attack, being severe on fellow left-arm spinner Taijul, whose first ball of the day was hit for six. ", "Taijul, Bangladesh’s best bowler on the first day, conceded 27 runs in six overs before switching ends and bowling Mulder for 33. ", "He finally bowled Maharaj and also had Simon Harmer smartly stumped for 29 by wicketkeeper Das.", "D. Elgar c Liton b Taijul   70", "S. Erwee c Liton b Khaled   24", "K. Petersen lbw b Taijul    64", "T. Bavuma c Najmul b Khaled 67", "R. Rickelton c Yasir b Taijul   42", "K. Verreynne b Khaled   22", "W. Mulder b Taijul  33", "K. Maharaj b Taijul 84", "S. Harmer st Liton b Taijul 29", "L. Williams lbw b Mehidy    13", "D. Olivier not out  0", "EXTRAS (LB-3, N-1, W-1) 5", "TOTAL (all out, 136.2 overs)    453", "FALL OF WICKETS: 1-52 (Erwee), 2-133 (Elgar), 3-184 (Petersen), 4-257 (Rickelton), 5-271 (Bavuma), 6-300 (Verreynne), 7-381 (Mulder), 8-418 (Maharaj), 9-453 (Harmer), 10-Williams (453)", "BOWLING: Khaled Ahmed 29-6-100-3, Mehidy Hasan 26.2-4-85-1, Ebadot Hossain 28-3-121-0 (1w), Taijul Islam 50-10-135-6 (1nb), Najmul Hossain 3-0-9-0", "Tamim Iqbal lbw b Mulder    47", "Mahmudul Hasan c Erwee b Olivier    0", "Najmul Hossain lbw b Mulder 33", "Mominul Haque lbw b Mulder  6", "Mushfiqur Rahim not out 30", "Liton Das b Olivier 11", "Yasir Ali not out   8", "EXTRAS (B-4)    4", "TOTAL: (for five wkts, 41 overs)    139", "STILL TO BAT: Mehidy Hasan, Taijul Islam, Khaled Ahmed, Ebadot Hossain", "FALL OF WICKETS: 1-3 (Mahmudul), 2-82 (Tamim), 3-85 (Najmul), 4-100 (Mominul), 5-122 (Liton)", "BOWLING (to-date): Olivier 9-4-17-2, Williams 8-2-30-0, Harmer 7-1-31-0, Maharaj 11-1-42-0, Mulder 6-3-15-3.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/04/6251fa5795ab8.jpg"]], "time": [["11:17am"]], "date": ["April 10, 2022"]},
{"title": ["Yuzvendra Chahal says IPL team-mate dangled him from 15th-floor balcony"], "author": ["Agencies"], "article": [["NEW DELHI: Indian bowler Yuzvendra Chahal says he was dangled from a 15th-floor hotel balcony by a heavily drunk fellow player during the Indian Premier League in 2013. ", "The incident happened during a get-together when the leg-spinner, who has played 61 One-day Internationals for India, was a part of the Mumbai Indians franchise. ", "Chahal previously alleged that he was also bullied by Mumbai team-mates in 2011 when he was an up-and-coming talent. ", "“We had a match in Bengaluru and there was a get-together after that,” Chahal, now 31, said in a video posted Thursday by his current IPL team Rajasthan Royals.  ", "\t\t\t", "“So there was a player who was very drunk — and I won’t take his name — he was very drunk, he just called me aside and he took me outside and he hung me out from the balcony.” ", "“I was holding on to him, with my arms around his neck. If I had lost my grip, we were on the 15th floor... had there been a small mistake there, I would have fallen down.” ", "Chahal said he was saved by people who rushed to his rescue. ", "“Suddenly many people who were there came and handled the situation. I kind of fainted and they gave me water. Then I realised how responsible we need to be when we go anywhere,” said the bowler, who was chatting in the video to fellow spinner Ravichandran Ashwin about tricky off-field situations. ", "Former India all-rounder and coach Ravi Shastri said the incident must not be taken lightly, and called for players to be banned from the game if they commit such an offence. ", "Shastri, who was in charge of the men’s national team from mid-2017 until last year’s T20 World Cup, said the incident was  “not acceptable”. ", "“Someone’s life is at risk, some people might think it is funny but for me, it is not funny at all,” he said during ", " ‘T20 Time Out’ programme. “It shows the person who is trying to do it is in a state ... which is not appropriate. ", "“If such an incident happens today, [give] a life ban for that person involved and send that person to a rehab centre as quickly as possible. Let him not come near a cricket field again.” ", "The IPL and the Mumbai Indians franchise did not respond to requests for comment. ", "Former India opening batter Virender Sehwag asked Chahal to reveal the name of the player, saying in a tweet that it was “important to know what happened and what action was taken considering the seriousness of this”. ", "Chahal had alleged in a podcast earlier this year that, in another incident, his then Mumbai team-mates James Franklin and Andrew Symonds tied him up, taped his mouth, forgot about him and left him in a room for an entire night after a party in 2011.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/04/625275163b564.jpg"]], "time": [["11:14am"]], "date": ["April 10, 2022"]},
{"title": ["‘It’s been difficult for me,’ admits Djokovic"], "author": ["AFP"], "article": [["MONTE CARLO: Novak Djokovic admitted on Sunday that his absence from tournaments due to his ", "  “has been difficult, mentally and emotionally” but he is  “moving on”.", "The world number one’s only appearance in 2022 was in Dubai in February where he played just three matches.", "Having been deported from Melbourne, and missing out on a possible 10th Australian Open, his single-minded Covid-19 stance then also saw him declared persona non-grata at the Indian Wells and Miami Masters.", "“I hope I won’t play six matches in six months! The past three to four months have been really difficult for me, mentally and emotionally. ", "“But here I am. I’ll leave all that behind and move on,” said Djokovic ahead of the Monte Carlo Masters, the prestigious European clay-court season opener which started Sunday.", "“I don’t think it will leave insurmountable traces, far from it. I’ll try to use it as fuel.” ", "In Djokovic’s absence from the tour, long-time rival Rafael Nadal clinched the Australian Open for a 21st Grand Slam title, breaking a tie with the Serb and Roger Federer.", "He also briefly lost his world number one ranking to Daniil Medvedev although he is now back on top of the pile where he has been for 364 weeks so far in his career.", "“I understand that I probably won’t be at my best at the beginning of this week,” added Djokovic.", "“I am still testing my engine, so to speak, and building my game, so it will take obviously some time, some matches to really get in the groove and find the competitive play that I really need.” Despite his off-court dramas, Djokovic insisted he is still keen to add to his Grand Slam collection.", "His next opportunity comes at the French Open where he is the defending champion.", "“I still feel motivated to be on the tour and compete with young guys and try to challenge the best players in the world for the biggest titles,” said the 34-year-old Djokovic, the 2013 and 2015 champion in Monte Carlo.", "“I’m very pleased to be here and Monaco has been home for over 10 years. I have been eagerly waiting for the moment when I will be out competing again, so this is the best place where I could possibly start.", "“The Roland Garros win last year is still fresh in my memory, so I try to use that as an inspiration to kick-start the clay-court season best possible way.”", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/04/6253b8f9bfe56.jpg"]], "time": [["10:18am"]], "date": ["April 11, 2022"]}
]