[
{"title": ["Man City retain top spot after Liverpool draw, Brentford stun West Ham"], "author": ["AFP"], "article": [["LONDON: Manchester City preser­ved their one-point lead at the top of the Pre­mier League after a pulsating 2-2 draw against title rivals Liverpool on Sunday.", "Pep Guardiola’s side twice led in the blockbuster showdown at the Etihad Stadium thanks to goals from Kevin De Bruyne and Gabriel Jesus.", "Liverpool hit back to equalise on both occasions through Diogo Jota and Sadio Mane, but it was City who finished happier with the result of a high-quality encounter between arguably the world’s two best teams.", "With just seven games left, reigning champions City remain in pole position to pip second placed Liverpool to the title.", "That would give City a fourth English title in five seasons as they look to win a treble of the Premier League, Champions League and FA Cup this term, Liverpool’s hopes of a second top-flight crown in three years have undoubtedly been dented by their failure to take three points home from Manchester.", "Jurgen Klopp’s team will need a slip from City during the run-in if their bid for an unprecedented quadruple is to come to fruition.", "Since the start of the 2018-19 season, combining the four campaigns, City and Liverpool are separated by just a point and the latest instalment of their title riv­alry is set to go down to the wire again.", "On January 15, the title race looked done and dusted as City were 14 points ahead of Liverpool, who had two games in hand.", "Liverpool’s 10-match winning run in the league had whittled away at City’s advantage, but the leaders’ ability to end that streak leaves the destiny of the trophy in their hands.", "City made a flying start in the fifth minute as De Bruyne skipped past Fabinho on the edge of the area and unloaded a shot that took a wicked deflection off Joel Matip before glancing in off the far post.", "City’s joy at De Bruyne’s sixth goal in his last six games was short-lived and Liverpool were level eight minutes later.", "Andrew Robertson’s cross reached Trent Alexander-Arnold at the far post and he clipped the ball towards Jota, whose low shot from 10 yards beat Ederson’s weak attempted save.", "City regained the lead in the 37th minute as Jesus repayed Guardiola’s faith for selecting him instead of Riyad Mahrez. Cancelo’s superb pass picked out Jesus’s run behind the slow to react Alexander-Arnold and the Brazilian forward guided a fine finish in off the underside of the bar.", "Trailing at half-time in a Premier League game for the first time in a year, Liverpool hit back 47 seconds after the interval.", "Mohamed Salah’s sublime defence-splitting pass found Mane’s run and the Senegal forward fired a composed strike into the top corner to celebrate his 30th birthday in style.", "City thought they had gone ahead when Raheem Sterling converted De Bruyne’s pass, only for VAR to disallow the goal for a tight offside.", "Mahrez almost won it for City in the last minute with a free-kick that smacked off the post.", "Away from the day’s summit meeting, West Ham’s hopes of finishing in the top four suffered a major blow in a 2-0 defeat at Brentford.", "Brentford struck in the 48th minute when Ivan Toney’s flick reached Bryan Mbuemo for a thunderous low finish.", "Mbuemo returned the favour with an assist for Toney as the striker headed home in the 64th minute.", "David Moyes’ sixth-placed side are now six points behind fourth-placed Tottenham, who have played a game less than their London rivals.", "Norwich kept alive their faint hopes of beating the drop with a 2-0 win against fellow strugglers Burnley at Carrow Road.", "Pierre Lees-Melou and Teemu Pukki scored for bottom-of-the-table Norwich, who are seven points from safety with seven games remaining.", "Third-bottom Burnley are four points adrift of fourth-bottom Everton, with both teams having eight matches to play.", "Leicester beat Crystal Palace 2-1 at the King Power Stadium as Ademola Lookman bagged his first goal since February.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/04/6253568729096.jpg"]], "time": [["10:07am"]], "date": ["April 11, 2022"], "category": "Sports"},
{"title": ["Ramiz Raja emerges as leading contender to take over as PCB chairman"], "author": ["Abdul Ghaffar"], "article": [["Cricketer-turned-commentator Ramiz Raja could soon embark on a new career in sports administration as he says he has been nominated by Prime Minister Imran Khan to become the next chairman of the Pakistan Cricket Board (PCB).", "In an interview with ", ", Raja confirmed to \"have been informed by the Prime Minister's Office\" that he is PM Imran's choice to take over the PCB from Ehsan Mani.", "Raja said an official notification of his nomination by the prime minister, also the PCB's patron-in-chief, will be issued soon, following which he would contest PCB elections and become the new chairman of the board.", "Meanwhile, Mani, whose three-year term ended on Wednesday, is all but out of the door as a senior PCB official, on condition of anonymity, said that \"he will not be continuing as the PCB chairman.\"", "It is pertinent to mention here that the practice of the government's head nominating PCB chairmen is in stark contrast to PM Imran's former position on the subject. Back in 2015, he had ", " a \"democratically elected cricket board\", saying that the PCB would be powerful only if it had elected officials.", "Raja's nomination, if true, comes after PM Imran held separate meetings with both Mani and Raja earlier this week.", " said the prime minister wanted to replace Mani, who had sought a second term to complete \"unfinished\" tasks.", "A source said Mani was a bit \"off colour\" when he came out of the PM’s Office after the meeting.", "After meeting Mani, the prime minister met Ramiz who also served Pakistan captain during his playing days. ", "Earlier, sources had said that the prime minister would approve two names for PCB’s Board of Governors and there are certain chances that both Mani and Ramiz will be nominated as BoG members as only a member of the Board of Governors can contest elections for the post of PCB chairman.", "There are chances that Mani will retain his position as the BoG member and another member Asad Ali Khan will be replaced by Ramiz, sources had revealed.", "Meanwhile, sources said during his meeting with Mani, the prime minister showed his displeasure over Pakistan’s poor performance in England where the national team lost the T20 series 1-2 besides suffering a 0-3 ODI whitewash in July this year. ", "Mani was appointed as BoG member by the prime minister three years ago, and subsequently he contested and won elections to become PCB head in September 2018, replacing Najam Sethi who had resigned.", "During three years as PCB chairman, Mani who also served as the president of the International Cricket Council played good role for restoring international cricket in Pakistan. On the other hand, the transformation of the domestic structure which ended departments’ role in the game resulting in many departmental cricketers getting jobless also took place during his time in office.", "Mani also got PCB’s new constitution approved.", "However during his tenure, club cricket faced a tough challenge as there was no recognised and approved contest at club level, which is the nursery of cricket.", "While the PCB is yet to complete the registration process of the six newly formed provincial associations. Besides gradually bringing the Pakistan Super League T20 tournament, PCB’s flagship event, to Pakistan from 2019 and afterwards, the Mani-led PCB regime also submitted expression of interest for hosting six international events during the 2024-2031 ICC Future Tours Programme.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2021/08/612768aad8877.jpg"]], "time": [[]], "date": ["August 26, 2021"], "category": "Sports"},
{"title": ["Ton-up Babar leads Pakistan to first series win over Australia in 20 years"], "author": ["AFP"], "article": [["Skipper Babar Azam hit a second successive century and Imamul Haq an impressive half-century on Saturday to anchor Pakistan's first series win over Australia since 2002 with a nine-wicket victory in the third and final one-day international in Lahore.", "It was a dominant performance by the home team at Gaddafi Stadium as they dismissed Australia for a below-par 210 through their fast bowlers, who shared eight wickets, and then chased down the target in 37.5 overs losing just one wicket.", "Azam, dropped by Travis Head off Jason Behrendorff on one, took full advantage of the reprieve, driving Marnus Labuschagne for two to complete his 16th One-Day International (ODI) hundred off 110 balls.", "Azam, who scored 114 in the second game, hit 12 boundaries in his 115-ball 105 not out.", "Unbeaten Haq followed his own back-to-back hundreds with a polished 89 for his 11th ODI half-century. He cracked six boundaries and a six, and finished the series with 298 runs.", "Haq and Azam shared an unbroken 190-run stand for the second wicket after opener Fakhar Zaman fell to Nathan Ellis for 17 — Australia's only success in the innings.", "The elusive 2-1 win came after Pakistan lost six consecutive ODI series to Australia — and the preceding ", " 1-0 last month.", "Australia ", " by 88 runs while Pakistan ", " by six wickets, both also at the same venue. ", "“When you lose the first game then your players need confidence and once they were given that they came back strongly and did well,” said Azam. “Credit to them for this series win.” ", "Australian skipper Aaron Finch rued the lack of runs.", "“We didn't get enough runs,” said Finch. “When you go three down in the first few overs, it's always going to be hard to get a big total.” ", "Earlier, fast bowlers Haris Rauf (3-39), Mohammad Wasim (3-40) and Shaheen Shah Afridi (2-40) kept the pressure from the start as Australia were bowled out in 41.5 overs.", "Alex Carey top-scored with a gritty 61-ball 56 and Sean Abbott hit a 40-ball 49 in an otherwise dismal batting show by the visitors.", "Sent in to bat for a third successive time by Azam, Australia lost in-form Head with the first ball of the match, from Shaheen.", "Out-of-form Finch fell in the next over from Rauf, trapped leg-before for a second time in a row, as Australia lost both openers without a run on the board.", "Rauf made it 3-6 when Marnus Labuschagne edged one to slip for Iftikhar Ahmed to take a simple catch.", "Ben McDermott (36) and Marcus Stoinis (19) took the score to 59 when the latter chipped spinner Zahid Mahmood to Haq, who took a good diving catch.", "McDermott, who smashed a maiden ODI century in the second game, was trapped leg-before by Wasim for 36 as Australia lost half their side for just 67 by the 16th over.", "Carey and Cameron Green (34) added an invaluable 81 runs for the sixth wicket off 95 balls, but Wasim came for his second spell to bowl Green in the 32nd over.", "Carey's resistance finally ended when he holed out to spinner Iftikhar after hitting six boundaries and a six.", "Abbott, who also hit six boundaries and a six, made sure Australia got past 200 during a last-wicket stand of 44 before falling to Rauf.", "Australia will end the tour — their first to Pakistan in 24 years — with a single T20I on Tuesday, also in Lahore.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/04/62488be5e3dad.jpg", "https://i.dawn.com/primary/2022/04/624867063f450.jpg", "https://i.dawn.com/primary/2022/04/62482218ef72a.jpg"]], "time": [[]], "date": ["April 2, 2022"], "category": "Sports"},
{"title": ["Fairytale end as Ross Taylor seals New Zealand win over Bangladesh"], "author": ["AFP"], "article": [["New Zealand wrapped up the second Test against Bangladesh by an innings and 117 runs, with Ross Taylor taking the final wicket in a fairytale finish to square the two-Test series in Christchurch on Tuesday.", "Liton Das cracked a gallant 102 off 111 deliveries for Bangladesh but it was nowhere near enough with the tourists dismissed in their second innings for 278 after being forced to follow on 385 runs behind.", "The top order put up gritty resistance in reaching 123 for three, while Liton shared a century partnership for the sixth wicket with Nurul Hasan.", "But there was no fight in the tail as New Zealand, the reigning World Test champions, completed a much-needed win after being comprehensively ", " by eight wickets in the first Test.", "The 37-year-old Taylor, New Zealand's elder statesman playing his 112th and final Test, had a rare bowl at the end and took the final wicket with Ebadot Hossain caught by Tom Latham for four.", "It was a fitting farewell for Taylor, who bowed out of red-ball cricket with a New Zealand record 7,683 runs to his name and 37th in the all-time list of the sport's most prolific run-getters.", "Bangladesh were sunk in their second innings by the bounce of Neil Wagner, who took three for 77, while Kyle Jamieson finished with four for 82.", "But the foundations for the victory were laid by captain Latham with his 252 to set up New Zealand's mammoth first innings 521 for six declared.", "The Bangladesh bowlers failed to capitalise on the green wicket, after winning the toss and putting New Zealand into bat, and when Bangladesh batted the New Zealand pace pair Trent Boult and Tim Southee showed how to use the conditions.", "With swing and seam to the fore, the innings was all over in 41.2 overs for 126 with Boult taking five for 43 and Southee three for 28.", "When Bangladesh were sent in to bat again, New Zealand produced the third weapon in their bowling armoury, short-ball specialist Wagner.", "After Jamieson removed Shadman Islam (21), Wagner entered the action with a short ball to Najmul Hossain Shanto (29) that was hooked to Boult on the fine-leg boundary.", "Debutant Mohammad Naim made a cautious 24 off 98 balls before he fell to Southee and then Wagner was back in the action.", "Skipper Mominul Haque had reached 37 when Wagner switched to a full delivery which was edged to Taylor at first slip.", "Yasir Ali, who scored 55 in the first innings, was on two when he fended at a rising Wagner delivery and the ball lobbed to Latham at second slip.", "Jamieson, who struggled with his line in the losing Test, won by Bangladesh by eight wickets, was much sharper in Christchurch, removing Mehidy Hasan and Liton to go with the wicket of Shadman.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/01/61dd30f7ccead.png", "https://i.dawn.com/primary/2022/01/61dd2a7c71a90.gif"]], "time": [[]], "date": ["January 11, 2022"], "category": "Sports"},
{"title": ["Australia's Labuschagne says learned from Babar's masterclass"], "author": ["Reuters"], "article": [["Australia's Marnus Labuschagne did not allow the disappointment of defeat to interfere with his appreciation of Babar Azam's sublime century, saying he learned from the Pakistan captain's masterclass in the second one-dayer on Thursday.", "Babar orchestrated Pakistan's ", " with a masterly 114 of 83 balls, denying Australia an unassailable 2-0 lead in the three-match series.", "The elegant right-hander, ably supported by fellow centurion Imam-ul-Haq, scored his 15th ODI century in 83 innings, which is the fastest by any batsman.", "“I enjoyed every minute of watching, it was a pity it was against us,” Labuschagne told reporters after their six-wicket defeat in Lahore.", "“That was a very good innings. I sat back and I took some things on board for my own game to learn from that innings.", "“To score 100 off 73 balls, he barely put a foot wrong. It was just phenomenal.” Labuschagne praised Imam as well but felt dismissing Babar early in Saturday's decider, also in Lahore, was crucial to clinch the series.", "“I think if we can find a way to get him out early, put a bit more pressure on the middle to lower order, we have a chance,” the 27-year-old said.", "“He batted us out of the game and fair play to him. It was a tremendous innings.” ", "Ben McDermott smashed his maiden international century for Australia and Labuschagne, who made 59, was elated to be at the non-striker's end when his childhood friend brought up his hundred.", "“We were best mates growing up in Australia. He was over at my house almost every second day, coming on the train home and we used to (play) in my backyard,” Labuschagne said.", "“The hard work that he's putting in domestic cricket in the Big Bash and his four-day game as well has just come such a long way, and I was I was over the moon for him today.”", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/04/6246ce0bbebde.jpg"]], "time": [[]], "date": ["April 1, 2022"], "category": "Sports"},
{"title": ["Pakistan chasing 278 on final day after Australia declare"], "author": ["AP"], "article": [["Pakistan survived an intriguing last session to reach 73-0 on day four after a bold declaration by Australia set a tricky target of 351 runs in the series-deciding third test on Thursday.", "Opening batters Imam-ul-Haq, 42 not out, and Abdullah Shafique, 27 not out, survived television referrals against offspinner Nathan Lyon to leave the home team still needing 278 runs in a minimum 90 overs on the last day Friday.", "Shafique had a close escape when Steve Smith's poor run in the slips continued as the Australia vice-captain couldn't hold onto a sharp chance off Marnus Labuschagne's penultimate ball of the day.", "Captain Pat Cummins declared Australia's second innings at 227-3 shortly after tea, Usman Khawaja having achieved an unbeaten 104, his second successive century to round off a brilliant tour to the country of his birth.", "\t\t\t", "It gave Australia nearly four sessions to have a crack at Pakistan, after missing out in the second test at Karachi where Pakistan batted for 171.4 overs and forced an epic draw.", "The worn-out pitch at Lahore encouraged Cummins after Pakistan collapsed to 268 in the first innings against the brutal reverse swing of Cummins and Mitchell Starc to concede a massive 123-runs lead.", "Khawaja featured in three half-century stands and raised his hundred at the stroke of tea as Australia blunted the reverse swing of Naseem Shah (1-23) and Shaheen Shah Afridi (1-45) while scoring freely against spinners Nauman Ali and Sajid Khan.", "Khawaja made 97 in the drawn ", " at Rawalpindi and followed with 160 and 44 not out at Karachi. Despite being ill on the opening day of this test, Khawaja scored 91 in the first innings. The left-hander has an impressive 496 runs at a series average of 165.33.", "Khawaja combined in a 96-run opening stand with David Warner, who was clean bowled on 51 by Afridi in the penultimate over before lunch.", "Labuschagne, with 36, then shared another brisk 65-run stand with Khawaja before he swept hard at left-arm spinner Nauman and was caught at deep midwicket in the second session.", ": ", "Smith scored only 17 but on 7 became the fastest batter to 8,000 test runs in his 151st inning, one quicker than former Sri Lanka skipper Kumar Sangakkara. Naseem found the outside edge of Smith's bat soon after tea.", "In an eventful morning session, Pakistan missed out on dismissing Warner early; Khawaja escaped on 31 after he was bowled off Naseem's no-ball and then umpire Aleem Dar was involved in an animated conversation with Warner likely about how and where the veteran was running on the deteriorating pitch.", "Warner even removed his helmet and gloves, exchanging words with Dar before play resumed after nearly three minutes.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/623c46c669c8b.jpg", "https://i.dawn.com/primary/2022/03/623c24d64a390.jpg"]], "time": [[]], "date": ["March 24, 2022"], "category": "Sports"},
{"title": ["Sunil Gavaskar says Shane Warne wasn't greatest, Indian spinners and Muralitharan 'certainly better'"], "author": ["Reuters"], "article": [["India batting great Sunil Gavaskar has spoken at his shock at the death of Shane Warne but does not think the Australian tweaker was the greatest spinner of all time.", "Speaking on a show on the ", " television channel, Gavaskar said Warne's death at the age of 52 on Friday due to a suspected heart attack in Koh Samui, Thailand had left him speechless.", "Warne's death followed that of fellow Australian great, wicketkeeper Rod Marsh, at the age of 74.", "\"Within the space of 24 hours the cricket world has lost two giants of the game, not just Australian cricket but the cricket world. ", " and then Shane Warne. This is unbelievable. Hard to come to grips with,\" Gavaskar said.", "\"Warne mastered a craft which is so difficult... wrist spin. To pick 700-plus wickets like he did in test cricket, hundreds more in one-day cricket tells you how good a bowler he was.", "\"Finger spin is a lot easier, you have more control over what you want to bowl but leg-spin or wrist spin is tough. For him to have bowled the way he did, the way he seemed to create magic... at will was the reason he was revered all over the cricketing world.\"", "Gavaskar said he did not consider Warne, who took 708 test wickets to sit behind Sri Lanka's Muttiah Muralitharan (800) in the overall list, as the greatest spinner of all time.", " ", "\"For me, the Indian spinners and Muralitharan were certainly better than Warne. Because look at Warne's record against India. It was pretty ordinary against India,\" Gavaskar said.", "\"Because he didn't have much success against Indian players, who are very good players of spin bowling, I don't think I would call him the greatest. Muralitharan with the success that he had against India would rank over him in my book.\"", "The timing of Gavaskar's comments upset some of Warne's legion of Indian fans, particularly his suggestion that the Australian's lifestyle had contributed to his early death.", "\"He was always looking to live life fully, king-size as they call it and he did that and maybe because he lived life in such a manner is perhaps the reason why his heart couldn't take it and he passed away so soon,\" Gavaskar said.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/6225c328be096.jpg"]], "time": [[]], "date": ["March 7, 2022"], "category": "Sports"},
{"title": ["Afghanistan cricket team names Younis Khan, Umar Gul as consultants"], "author": ["Reuters"], "article": [["Afghanistan have appointed former Pakistan players Younis Khan and Umar Gul as batting and bowling consultants respectively for their training camp in the United Arab Emirates, the country's cricket board (ACB) said.", "Former captain Younis retired from international cricket in 2017 and later took up coaching, working briefly as the batting coach of Pakistan.", "\t\t\t", "Gul retired in 2020 before taking up a bowling coach role with Pakistan Super League team Quetta Gladiators the following year.", "“Younis Khan and Omar Gul have rich experience of international cricket and I am sure they will help our boys overcome the concerns they have got in the batting and bowling departments,” said Naseeb Khan, CEO of ACB.", "On Tuesday, the board appointed former England batsman Graham Thorpe as their head coach, replacing South African Lance Klusener.", "Afghanistan are training in the UAE to prepare for their upcoming international matches", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/04/6249a07a89123.png"]], "time": [[]], "date": ["April 3, 2022"], "category": "Sports"},
{"title": ["Pakistan inches closer to exiting football ban after FIFA members vote 195-4 in favour"], "author": ["Umaid Wasim"], "article": [["An overwhelming majority of FIFA members on Thursday voted to allow the Council of the football’s world governing body to lift the ban on Pakistan once all requirements are fulfilled.", "The voting was held during the FIFA Congress at the Doha Exhibition and Cultural Centre, which will on Friday also hold the draw for the 2022 World Cup finals in Qatar. The vote was 195 in favour to four against.", "Pakistan was suspended by FIFA’s all-powerful Council in April last year after the Pakistan Football Federation Normalisation Committee (NC) was thrown out of office by a group of officials led by Ashfaq Hussain Shah, who was elected as president in an election of the PFF held by the Supreme Court in December 2018.", "That election was not accepted by FIFA and in September 2019, the global football body appointed the NC for the PFF to hold fresh elections. ", "Ashfaq and his group of officials were described as “protestors” by FIFA at the Congress on Thursday. Pakistan’s ban was ratified at last year’s Congress.", "Last month, the PFF NC was handed back control of the headquarters in Lahore after the government decided to unconditionally back it in an attempt to lift the suspension on Pakistan. ", "Thursday’s vote means that as soon as the NC regains control over the accounts, the suspension will be lifted by FIFA.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/03/62459bb9d02d1.jpg"]], "time": [[]], "date": ["March 31, 2022"], "category": "Sports"},
{"title": ["Imran Khan: The man who changed Pakistan cricket forever"], "author": ["Dawn Sport"], "article": [["“If the Pakistani side had a leader they looked up to and respected like they did him, they would be a much better and more consistent team than they are now,” West Indies great Viv Richards once said of Imran Khan.", "Khan was, arguably, Pakistan's finest cricketer. A fierce competitor, his 21-year career was defined by moments where he led a talented but volatile bunch of cricketers to improbable wins.", "Relegated to the sidelines after making his debut in 1971, Khan remodelled himself as a genuine fast bowler and came back to erase all doubts about his ability as an international cricketer. He would go onto become one of the greatest all-rounders in the game.", "The pinnacle of his career was undoubtedly the 1992 World Cup win, where he battled through injuries to spur a young side to triumph.", "As Khan turns 63 today, here's a look at his dazzling career in headlines:", "There was only one guy who was 100% sure, every time we won or lost any game, that we would win this World Cup. That was our captain. After a while, we thought it wasn’t possible because we had to rely on another team losing to qualify for the semifinals. And it happened that way! It was a dream come true, it was a great moment.", "Any question on captaincy for me, Imran Khan is my favourite, always. Everything he did, nearly always, trying for wickets… when he had the legspinner Abdul Qadir, he really didn't like to bowl him negatively, tried to bowl him to get wickets all the time. And quite frankly, he had to be so strong, aggressive and positive because anybody who's having to handle a Pakistan team is going to have to act like God. That is probably the toughest job in world cricket.", "I always followed his advice because I needed somebody to guide me, give me confidence for the ball I was about to bowl…aur Imran say behtar to koi bowler tha hi nahi confidence bharanay kai liyay (and there was no better bowler than Imran when you needed a confidence boost).", "He was one of the fiercest competitors and, no matter how well you were batting, he would always have a delivery which could come and destroy you. I respect him and his cricketing views; and if the Pakistani side had a leader they looked up to and respected like they did him, they would be a much better and more consistent team than they are now. ", "We then went to Perth for our match against Australia. It was almost impossible for an Asian side to beat Australia at Perth but that was our day. Just before the match, Imran came into the dressing room, spoke for about 20 minutes and turned our psyche around for the rest of the tournament.", "He instilled a belief in us. He had this unique quality, a quality that every leader must have: to make people believe in what he is saying.", "When Imran was captain, there was never question of anyone else being in charge. And that more than anything, won them the 1992 World Cup.", "He was the greatest all-rounder since Gary Sobers", "Of all the players in my time, Viv Richards stood out as the greatest. He was a complete genius. Viv was the only batsman who would attack me. No other batsman could attack me when I was at my peak.", "“I want my team to play today like a cornered tiger when it's at its most dangerous.”", "“I have always believed that one should not be scared of losing, I think that really is the key.”", "“I believed in myself. I never imagined myself as just an ordinary player.”", "“I handpicked that young team and for them to win the World Cup from that impossible situation was a source of such happiness to the Pakistanis. I was so proud of that team. When I retired, I left the best Pakistan team in its history. I was very disappointed that it never achieved its potential.” ", "Imran Khan career stats", "Tests - 88  ", "Runs - 3807 ", "Avg - 37.69", "ODIs - 175", "Runs - 3709", "Avg - 33.41", "Wickets", "Tests - 362", "Avg - 22.81", "ODIs - 182", "Avg - 26.61", "Copyright © 2022", "Scribe Publishing Platform"]], "picture": [[]], "time": [[]], "date": ["November 25, 2015"], "category": "Sports"},
{"title": ["Comment: Ramiz Raja as PCB chairman is yet another example of Pakistan snubbing way of the world"], "author": ["Syed Hammad Hasnain"], "article": [["Every now and then, don’t we all find ourselves looking back at the past, wondering what we were thinking with that teenage hairdo, that impulsive purchase, that late night text or any number of things? We all have a personal collection of such thoughts, assembled with no great care and now an eternal source of piercing discomfort. ", "Same replicates at national level, where we look back at wars fought, lives lost, loans borrowed and monies misspent. Some among us, the brooding kind, would cringe at such introspections and think what we might do differently if given a do-over. If only we had a time-travelling DeLorean.", "It never occurs to us that instead of dwelling in the past, why do we not live in the present and catch our mistakes in real time? That would save us a lifetime of regret, no? ", "This philosophical opening applies to pretty much all and everything in life, including our beloved but painful world of Pakistan cricket, where a pair of dice was recently rolled and one face showed Ramiz, the other ", ". ", "It was Raja’s turn to be smiled at by Lady Luck and ‘selected’ — ", " by Prime Minister Imran Khan. In a few years’ time, would this selection need rectification? Would another U-turn be taken? Would we reminisce or regret?", "But Raja does not represent the most random selection ever made by ", ", for that title will probably never leave ", ". Thus, no matter how badly some may want to, they cannot call the incoming PCB chairman a Buzdar plus — at least not for the randomness of it all.", "I do, however, have plenty to say on and critique his nomination, which might very well turn out to be a stroke of genius but it still wouldn’t matter as the nomination isn't the product of a scientific process, but appears another one of those gut-feel decision.", "The premise of this piece is not to never be wrong. Hey, no one is infallible. Some of the brightest minds aided by the greatest of resources have made the biggest of blunders (Read the US invasion of Afghanistan).", "It’s that high-risk, low-reward Hail Mary punt that is devoid of any logic and has no real history of success I have a problem with. ", "While conventional wisdom and established way of the world suggest that sports administrators at the highest level need to be seasoned executives with plenty of management experience, Pakistan is once again attempting to defy logic by handing over the cricket board’s reins to someone whose only administrative stint was back in 2003-4 when he had a largely forgettable 15-month-long term as a part-time ", ". So forgettable that few in the industry even remember that episode. Ironically, he had replace another commentator in the position: Chishty Mujahid.", "During this time, he kept on commentating and made no secret of the fact that his media jobs were more important to him than running cricket in the country. When on the microphone, the lines would get murky and he’d slate his cricketers more than any CEO should ever do publicly, causing murmurs in the dressing room. In April 2004, his and then chairman Shahryar Khan’s combined (mis)handling of Shoaib Akhtar and accusing him of feigning injury — only for ", " he was indeed injured — did little to wrap them in glory. ", "Since then, Raja has never even run a regional body, let alone a messy behemoth that PCB can easily become every other week.", "So when the world wants its cricket boards to be chaired by specialised personnel with loads of management experience acquired over a number of years at various levels, Pakistan cricket is still sticking to the policy of its policymakers being plucked out of thin air and given the job on a whim of one individual. ", "Former athletes being given top administrative jobs just because of their knowledge of the game and proximity to the prime minister is a practice not practiced in any competitive sport, anywhere in the world. Look up who chairs the boards of widely successful football clubs in Europe, and all you’d find are businessmen, lawyers, former brand executives and whatnot. You would struggle to find a former athlete with 15 months of unremarkable administrative experience, and none in the past 17 years, heading the entire operation. ", "Forget football or other sports, for they are far too structured. Even in cricket, the top cricketing nations see their boards headed by professionals. The ECB is currently headed by Ian Whatmore — a management consultant. Before him was Colin Graves — an entrepreneur who founded a chain of stores for himself and then, when appointed the ECB chair, ", " a record £1.1billion media rights deal to go with ODI World Cups in both men’s and women’s game.", "Cricket Australia Chairman ", " is an experienced business executive who’s headed multiple corporations, whereas New Zealand Cricket Chairman Martin Snedden is a former cricketer but also a practicing lawyer and veteran administrator who had held roles not just in cricket but also in rugby prior to being put at the helm of affairs.", "Even Saurav Ganguly cut his administrative teeth a tier below and headed the Cricket association of Bengal for five years before given the nod to lead the BCCI.", "Sports administration today is a specialised field that is taught at universities and needs specific knowledge and nous. But in the Land of the Pure it is still a widely held belief that any and all jobs in cricket can be better performed by cricketers. What’s forgotten is the fact that just because you scored runs does not mean you would also prove to be an effective cricket administrator, who could strike strategic partnerships, grow the game, increase revenues and also win the battle of politics and diplomacy.", "That said, best of luck to the incoming chairman, and let’s hope we’ve struck it lucky with him.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2021/08/612dfbed60fbb.jpg"]], "time": [[]], "date": ["August 31, 2021"], "category": "Sports"},
{"title": ["West Indies series could be played in 'normal conditions' without bio-secure bubble: Ramiz Raja"], "author": ["Mir Shabbar Ali"], "article": [["Pakistan Cricket Board (PCB) Chairman Ramiz Raja hinted on Wednesday at the possibility of rescheduled One-Day Internationals (ODI) against West Indies — which were postponed due to Covid-19 cases in the tourists’ squad during their visit last year — being played in June without strict coronavirus protocols or in a bio-secure bubble.", "The three ODIs were originally scheduled to be a part of the West Indies tour to Pakistan last December but were rescheduled after ", ", including three players, were reported in the visitors' team in a day. Consequently, the team had left after playing three Twenty20 Internationals. ", "Prior to that, another three players from the team had ", " during the tour.", "The PCB ", " last month that the West Indies would arrive in Pakistan on June 5 to play the postponed ODI matches in Rawalpindi on June 8, 10 and 12.", "In a video, exclusively shared with ", ", the PCB chairperson said the matches could be played in \"normal conditions\". He, however, acknowledged the risk attached to taking the step.", "But, Raja said, the PCB's medical board was looking into the matter in a different way. ", "\"The only problem [that may entail the decision] is that if one player contracts Covid. It (the virus) spreads so rapidly that it would be impossible to call replacements from so faraway (the Caribbean),\" he pointed out, adding that \"in a seven-day window, one case could impact the entire series\".", "\"It's a double-edged sword,\" he remarked.", "But the \"information we have received from our medical board shows that things can be a bit relaxed [now] since the virus isn't that bad anymore,\" the PCB chairperson added.", "His statement comes after three players from the Australian team, which visited Pakistan after 24 years and concluded the tour yesterday, ", " for the coronavirus.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/04/624da6054672d.jpg"]], "time": [[]], "date": ["April 6, 2022"], "category": "Sports"},
{"title": ["Pakistan pull out of Asia Cup Cricket for the Blind in India"], "author": ["Dawn Sport"], "article": [["KARACHI: Pakistan Blind Cricket Council (PBCC) on Wednesday pulled out of the Asia Cup Cricket for the Blind, scheduled to be held in Indian city of Kochi from January 17-24, 2016.", "The PBCC has decided to withdraw its team due to deteriorating relations between the two countries at present and keeping in view security concerns of Pakistani nationals in India.", "In a press statement, PBCC General Manager Cricket Operations Maher M. Yousaf Haroon, said: “Shiv Sena’s attack on Indian cricket’s headquarters in Mumbai, cancellation of PCB chairman’s meeting with BCCI president, [hurling] threats to Aleem Dar from officiating matches [in India] and ICC’s decision to send him back compelled us to consider the matter of Pakistan’s team security seriously.”", "Haroon added that the Pakistan team had already started preparations for the event and the team had also been shortlisted but the “current scenario all of a sudden changed” everything.", "The PBCC has officially informed the Cricket Association of the Blind in India (CABI) that Pakistan will not take part in the event.", "The drama began on Monday when the PCB chief Shaharyar Khan was due to meet his Indian counterpart Shashank Manohar.", "Manohar had invited Shaharyar to discuss the prospect of a bilateral series between the two countries. But before the meeting could start some workers of Shiv Sena stormed into the building protesting the PCB chief’s visit and shouting anti-Pakistan slogans.", "Earlier, India’s failure to provide security to Pakistan’s commentators and match officials, following Shiv Sena’s hooliganism, also forced Wasim Akram and Shoaib Akhtar to quit the ongoing India-South Africa series and head home early.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2015/10/562740d075ad8.jpg"]], "time": [[]], "date": ["October 21, 2015"], "category": "Sports"},
{"title": ["PCB seeks to outsource process of clubs’ scrutiny"], "author": ["The Newspaper's Sports Reporter"], "article": [["LAHORE: After failing to restore domestic cricket structure during more than two and a half years according to the new constitution, the Pakistan Cricket Board (PCB) has now decided to outsource the process of the scrutiny of clubs across the country.", "The PCB, in this regard, has given an advertisement on its website seeking bids for the scrutiny process.", "Interestingly, it is the first time that the PCB is going to outsource the scrutiny of clubs. And how it will get an experienced organisation to do this job remains a big question. According to the PCB, around 4,000 clubs from across the country have applied for registration.", "The PCB, which implemented its new constitution on Aug 19, 2019, has struggled to make its domestic structure functional as the entire system is being run on an ad-hoc basis.", "After implementing its new constitution, the PCB dissolved all clubs, districts and regional associations’ bodies affiliated with it. After almost one and a half years, the PCB could appoint only an ad-hoc body for six provincial cricket associations to run domestic cricket. These bodies were formed for one year on March 5, 2021 but the delay in completing clubs’ registration and scrutiny, the tenure of the six associations on ad-hoc was extended for six months on March 5 this year.", "For the registration, the PCB received millions of rupees from the 4,000 clubs seeking to get registered. The new PCB constitution was introduced by Ehsan Mani as chairman but he failed to implement it during its three-year tenure.", "His predecessor Ramiz Raja, though took charge on Sept 11, 2021, still there is a lot of work pending as regards full restoration of the country’s domestic cricket. And as there are chances that Prime Minister Imran Khan may lose his premiership as a result of the no-confidence vote in the Parliament, the change of guard in the PCB, as per the organisation’s tradition, is also expected.", "And it is likely that the new political development at the helm may bring in a new PCB chairman and the work on restoring the domestic cricket system maybe delayed, or altogether a new system may be introduced.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [[]], "time": [["09:40am"]], "date": ["April 9, 2022"], "category": "Sports"},
{"title": ["Everton beat toothless United as Chelsea run riot"], "author": ["Agencies"], "article": [["LONDON: Relegation-threatened Everton earned a priceless win against misfiring Manchester United on Saturday as Chelsea hammered Southampton 6-0 on a potentially decisive day in the race for the Premier League top four. ", "Arsenal stumbled again, losing 2-1 against Brighton & Hove Albion while Leeds United pulled further away from the drop zone with an emphatic 3-0 win against struggling Watford. ", "Frank Lampard has struggled to inspire Everton since taking over from the sacked Rafael Benitez in late January, winning just two of his nine league games before United’s visit. ", "A 3-2 defeat in midweek against Burnley left the club just one point above their relegation rivals and desperately short of confidence. ", "But goalkeeper Jordan Pickford made two fine saves to deny Marcus Rashford in the early stages in the spring sunshine at Goodison Park. ", "The decisive moment in the 1-0 win came midway through the first half when young forward Anthony Gordon hit a shot that took a huge deflection off England defender Harry Maguire and wrong-footed David de Gea in the United goal. ", "The visitors — with top-scorer Cristiano Ronaldo back in the team — huffed and puffed but looked toothless in attack and slipped to an eighth league defeat of the season. ", "Lampard said he was proud of his battling side, who are trying to maintain Everton’s proud record of being ever-present in the English top flight since 1954. ", "“Beautiful football can come later on,” the former Chelsea boss told ", ". “I have ambitions for this club to stay up, play well, but in the position we are in, fighting comes first and foremost.” ", "Interim United manager Ralf Rangnick was glum after his side’s latest reverse — they remain in seventh place, three points behind fourth-placed Tottenham Hotspur. ", "United, who finished second last season, have won just 47 percent of their Premier League games under the German, their lowest win rate under any manager in the competition. ", "Rangnick, who has a two-year contract to remain as a consultant at United beyond this season, was asked whether speculation over the club’s next manager was creating a state of limbo. ", "“I don’t think this should be an excuse for anybody,” he said, with Ajax boss Erik ten Hag a strong favourite to be the next permanent boss. ", "“We’re Manchester United, we’ve got a lot of international players. This cannot be an alibi for anybody. If the next manager is announced in 10, 14, 21 days, this should not affect a game like today.” ", "Third-placed Chelsea suffered a shock 4-1 defeat at the hands of Brentford last week before losing 3-1 against Real Madrid in the first leg of their Champions League quarter-final. ", "But they restored confidence on Saturday by putting Southampton to the sword, racing into a 4-0 lead with just half an hour played. ", "Goals from Marcos Alonso, Mason Mount, Timo Werner and Kai Havertz put the game beyond the home side’s reach by half-time. ", "Werner and Mount both scored again early in the second half as the match became an embarrassing rout. ", "Arsenal are having a wobble at the wrong time after putting themselves in a strong position to qualify to play in the Champions League for the first time since 2016/17. ", "The home defeat against Brighton means Mikel Arteta’s men have now lost three of their past four league games and they are now level with fierce rivals Tottenham, having played the same number of games. ", "Brighton took the lead at the Emirates Stadium when Leandro Trossard turned home a low cross from Enock Mwepu while the Zambian midfielder himself added a second. Martin Odegaard scored a late consolation. ", "Raphinha, Rodrigo and Jack Harrison all found the net to give Leeds a third win in four matches and take them nine points clear of the relegation zone. ", "On Friday, Newcastle United moved a comfortable 10 points clear of the relegation spots with a deserved 1-0 win over Wolverhampton Wanderers thanks to a first goal in front of home fans for striker Chris Wood. ", "With the hosts dominating a surprisingly toothless Wolves, New Zealander Woods cleverly drew a foul from goalkeeper Jose Sa as he chased a Joelinton pass, before confidently thumping home the spot kick in the 72nd minute. ", "On Sunday, Manchester City and Liverpool go head to head at the Etihad in a top-of-the-table clash that could decide the outcome of the Premier League.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/04/6251fa43671ec.jpg"]], "time": [["11:16am"]], "date": ["April 10, 2022"], "category": "Sports"},
{"title": ["Talha Talib returns positive dope test: reports"], "author": ["The Newspaper's Sports Reporter"], "article": [["LAHORE: Unconfirmed reports on Friday said Olympian Talha Talib was among two Pakistani weightlifters who returned positive samples in dope tests conducted by the International Testing Agency (ITA). ", "The Pakistan Sports Board (PSB) and the Pakistan Olympic Association (POA) told ", " they had no confirmed information about the development, while the Pakistan Weightlifting Federation (PWF) did not answer any queries.  ", "According to the reports, four Pakistani weightlifters were tested for samples by the ITA in coordination with the International Weight­lifting Federation recently. ", "Talha was training at his gym in Gujranwala when ITA officials paid a surprised visit to collect his samples while the other lifters were tested in Lahore.  ", "When contacted by ", " POA general secretary Khalid Mahmood and PSB director general Asif Zaman said they had received no official information regarding the tests.", "Khalid said the ITA would send the confirmation of the test results to the IWF and PWF directly.", "“It is the athletes’ prime duty to be careful and avoid the usage of banned substances,” said Asif. ", "“The coaches and federations also have a responsibility in this regard.", "“The PSB is seriously considering to conduct surprise dope tests of athletes who are currently attending training camps to participate in the upcoming Commonwealth Games.”", "Talha, narrowly missed out winning a bronze medal at the Tokyo Olympics last year, made it to the Games after securing an invitational spot offered by the Tripartite Commission. ", "Later, in the World Weightlifting Champ­ionship in Tashkent, Uzbekistan, Talha finished third on the podium. ", "His spectacular rise to the very top level of the sport may well have urged the ITA to run a test on the 22-year-old.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/04/6251132227e6b.jpg"]], "time": [["10:02am"]], "date": ["April 9, 2022"], "category": "Sports"},
{"title2": ["Pakistani student to receive Queen's Young Leaders Award"], "author2": ["Dawn.com"], "article2": [["Syed Faizan Hussain, one of the winners of Queen's Young Leader Award 2017, is a Pakistani student who used his knowledge in technology to create solutions within our community.", "During his time with the Saylani Welfare Trust, Hussain mentored over 200 students from underprivileged backgrounds, according to ", "\t\t\t\n", "He has also developed a number of startups, including Edu-Aid, an app that translates sign language into spoken language and OneHealth, a disease surveillance and tracking system which notifies health institutions about epidemic outbreaks.", "The young entrepreneur is currently looking to develop Venture Dart, a technology consultant and outsourcing company for small businesses and entrepreneurs. ", "The Queen's Young Leaders is an annual award that recognises young leadership potential in people between the ages of 18-29 from the Commonwealth of Nations. The program was established by the Queen Elizabeth Diamond Jubilee Trust, in partnership with Comic Relief and the Royal Commonwealth Society in 2014.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture2": [[]], "date2": ["December 1, 2016"], "category2": "Tech"},
{"title2": ["India plans 'very small' space station after 2022"], "author2": ["AFP"], "article2": [["India plans to establish its own “very small” space station in the next decade as the country gears up for a first manned mission beyond earth. ", "Indian Space Research Organisation (ISRO) chief K. Sivan said on Thursday that the ambitious project would follow a successful launch of a manned space flight scheduled by 2022. ", "“Our space station is going to be very small... useful to carry out experiments,” Sivan told reporters in New Delhi. ", "“We are not having a big plan of sending humans on tourism and other things,” he added. ", "A space station is capable of hosting crew members for years on end, and provides facilities for experiments and support vehicles to dock. ", "India's first manned space mission — named Gaganyaan — is due to take place by 2022, in time to commemorate 75 of years of the country's independence from Britain. ", "It will have two or three astronauts on a maximum seven-day mission. ", "The Indian announcement comes a day after the country unveiled an unmanned moon lander expected to be launched on July 15 for a touchdown on the lunar surface around Sept 6. ", "India successfully sent a first lunar mission to space in 2008, playing a crucial role in the discovery of water molecules on the moon. ", "The country has made giant strides on its space journey in recent years and has been a pioneer in low-cost technology. ", "It sent a mission to Mars in 2014 for just $74 million — a fraction of the $671 million spent by the United States space agency Nasa. ", "ISRO also plans to send a mission to study the Sun in 2020, and to Venus by 2023.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture2": [["https://i.dawn.com/primary/2019/06/5d02699ae0ce5.jpg"]], "date2": ["June 13, 2019"], "category2": "Tech"},
{"title": ["Mulder’s three-wicket burst sends Bangladesh tumbling against South Africa"], "author": ["Agencies"], "article": [["GQEBERHA: All-rounder Wiaan Mulder took three wickets in quick succession to put South Africa on top on the second day of the second Test against Bangladesh at St George’s Park on Saturday. ", "Bangladesh limped to 139 for five at the close, still 314 runs behind their hosts total of 453 all out and their first aim will be to avoid the follow-on when Mushfiqur Rahim (30 not out) and Yasir Ali (8 not out) resume on the third morning. ", "Bangladesh lost a wicket in the first over of their reply when first Test century-maker Mahmudul Hasan was caught at first slip off Duanne Olivier for nought. ", "Tamim Iqbal and Najmul Hossain put on 79 for the second wicket, scoring at nearly four runs an over, before the medium-paced Mulder came into the attack. ", "He dismissed Tamim (47), Najmul (33) and captain Mominul Haque (6) in almost identical fashion. ", "Bowling around the wicket, he angled the ball into the three left-handers and trapped them leg before wicket. ", "At one stage he had three wickets for five runs in five overs. He finished the day with 3-15. ", "Olivier came back into the attack and bowled the dangerous Litton Das (11) with a superb delivery that knocked over middle stump. ", "South Africa, who lead 1-0 in the series following a 220-run victory in Durban, had resumed their first innings on 278 for five having won the toss. ", "Keshav Maharaj, man of the match for his bowling in the first Test, top-scored for South Africa with a career-best 84. ", "He hit his runs off 95 balls with nine fours and three sixes before he was bowled following an ugly swipe across the line off the bowling of left-arm spinner Taijul Islam, who took six for 135 -- the 10th time he has taken five wickets or more in a Test innings. ", "Maharaj came in after Kyle Verreynne was bowled for 22 by Khaled Ahmed and almost immediately went on the attack, being severe on fellow left-arm spinner Taijul, whose first ball of the day was hit for six. ", "Taijul, Bangladesh’s best bowler on the first day, conceded 27 runs in six overs before switching ends and bowling Mulder for 33. ", "He finally bowled Maharaj and also had Simon Harmer smartly stumped for 29 by wicketkeeper Das.", "D. Elgar c Liton b Taijul   70", "S. Erwee c Liton b Khaled   24", "K. Petersen lbw b Taijul    64", "T. Bavuma c Najmul b Khaled 67", "R. Rickelton c Yasir b Taijul   42", "K. Verreynne b Khaled   22", "W. Mulder b Taijul  33", "K. Maharaj b Taijul 84", "S. Harmer st Liton b Taijul 29", "L. Williams lbw b Mehidy    13", "D. Olivier not out  0", "EXTRAS (LB-3, N-1, W-1) 5", "TOTAL (all out, 136.2 overs)    453", "FALL OF WICKETS: 1-52 (Erwee), 2-133 (Elgar), 3-184 (Petersen), 4-257 (Rickelton), 5-271 (Bavuma), 6-300 (Verreynne), 7-381 (Mulder), 8-418 (Maharaj), 9-453 (Harmer), 10-Williams (453)", "BOWLING: Khaled Ahmed 29-6-100-3, Mehidy Hasan 26.2-4-85-1, Ebadot Hossain 28-3-121-0 (1w), Taijul Islam 50-10-135-6 (1nb), Najmul Hossain 3-0-9-0", "Tamim Iqbal lbw b Mulder    47", "Mahmudul Hasan c Erwee b Olivier    0", "Najmul Hossain lbw b Mulder 33", "Mominul Haque lbw b Mulder  6", "Mushfiqur Rahim not out 30", "Liton Das b Olivier 11", "Yasir Ali not out   8", "EXTRAS (B-4)    4", "TOTAL: (for five wkts, 41 overs)    139", "STILL TO BAT: Mehidy Hasan, Taijul Islam, Khaled Ahmed, Ebadot Hossain", "FALL OF WICKETS: 1-3 (Mahmudul), 2-82 (Tamim), 3-85 (Najmul), 4-100 (Mominul), 5-122 (Liton)", "BOWLING (to-date): Olivier 9-4-17-2, Williams 8-2-30-0, Harmer 7-1-31-0, Maharaj 11-1-42-0, Mulder 6-3-15-3.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture": [["https://i.dawn.com/primary/2022/04/6251fa5795ab8.jpg"]], "time": [["11:17am"]], "date": ["April 10, 2022"], "category": "Sports"},
{"title2": ["10Pearls University launches e-learning portal with dozens of tech courses"], "author2": ["Dawn.com"], "article2": [["10Pearls University, which organises professional development programmes and trainings, has launched an e-learning portal with more than 100 courses related to technology and management, it said in a statement. ", "The ", ", which has been launched to facilitate learning and skill development for both students and professionals, will have more than 100 courses and trainings and will host more than 60 webinars in the first phase.", "Courses in the technology category will include subjects such as artificial intelligence (AI), databases, programming languages, testing to cloud computing and computer vision. Courses in the management category will be related to leadership skills, agile mindset, time management, self-motivation and conflict resolution.", "The portal \"aims to help individuals stay [informed about] the rapidly-evolving tech industry, and empower them with skills, tools and knowledge to excel in their careers\", the statement said.", "The courses could either be led by an instructor or be self-paced. \"All sessions follow an iterative learning path, giving the user an end-to-end view of a specific area and ensuring that they build a comprehensive skill set,\" according to 10Pearls University.", "\"All sessions are conducted by skilled and experienced trainers, passionate about imparting knowledge,\" it added.", "The portal is currently at the beta stage and will subsequently roll out different courses, modules and features. ", "The managing director of the 10Pearls company, Zeeshan Aftab, said the organisation has \"always been a trailblazer in advanced and continuous learning\". He added that this e-learning portal would address the \"evolving needs of students and professionals in today's world, and will upskill and empower our tech resources, and bring them at par with the global tech landscape\". ", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture2": [["https://i.dawn.com/primary/2021/03/605b22945d51b.png"]], "date2": ["March 24, 2021"], "category2": "Tech"},
{"title2": ["Is Pak Truck Driver the most exciting driving game to come from Pakistan? We find out"], "author2": ["Munir Rahool"], "article2": [["Newly launched Android game ‘Pak Truck Driver’ is arguably the most exciting driving game to have come out of Pakistan. By putting you behind the wheel of a beautifully decorated truck, it takes you through Pakistan’s breathtaking mountain ranges. ", "Your task is to carry consignments from one location to another while ensuring minimum damage to the shipment. The narrow and dangerous roads, lofty speed breakers, and tricky curves add to difficulty and excitement.", "The trucking experience of course, is not complete without the flamboyant truck horns and folk music in the background; and ‘Apex Logics’, the developers behind the game, have incorporated these elements into the game with style. ", "'Pak Truck Driver' is crafted to incentivise good performance. ", "You have two trucks in your garage but you must use only one to clear five levels before you earn keys to the second truck. ", "\t\t\t\n", "The game is based on one long, continuous road, which is divided into multiple stops, through the mountains. ", "Much like in real life, careless driving in the game will not only knock the goods out of your truck, but it will also cost you a life [in the game].", "Overall, the game is simple but the last few levels stand out as much more challenging than the rest.", "The 3D graphics are fairly pleasant. The blue sky, rocky, snow-top mountains, green pastures are a leaf out of one the world’s most beautiful destinations.", "It is always good to have multiple camera angles, although every time you end up sticking to one that gives you more control. ", "'Pak Truck Driver' gives you the options of being the truck's driver and viewing your decked out truck rumble through the terrain from a slightly more distant angle. ", "Not to worry – the different camera angles have no bearing over the game play.", "The suspension of the truck is fairly responsive. The truck reacts, as they do, when you apply the brakes or take sharp turns. ", "What more; the tilt-to-turn feature may end up helping you burn a couple of calories!", "The signature Pakistani truck horn is right there to be used. It may not have much use in the game but blowing it is fun nevertheless. ", "Perhaps that is just the nature of our horns.", "Of course this isn't the perfect truck driving game.", "Ostensibly, banners and ads are the bread and butter of game developers but it isn't wise to have a banner pop up during game play. ", "\t\t\t\n", "It affects your performance adversely, and causes unwanted hindrance. ", "There is also a fair bit of room for improvement in the graphics department.", "The back of the truck seems paper thin, the speedometer needle doesn’t move, and the dashboard is unrealistically flat and bland.", "To expect subtlety in Pakistani truck art is plain naivety, yet it feels that the game developers went a bit over-the-top in painting those trucks. ", "While 'Pak Truck Driver' is a must-have for those into driving games, the developers can do a bit more to add quality to the player’s experience.  ", "It would be useful to have a scoring system based on the time travelled along integration with Google Play to track records and progress of the players. ", "Newer locations, fresher terrains, and a wider variety of trucks are the requirements of this game. ", "Another feature that could have been improved was the presence of other cars on the roads, as it would be an effective way to increase difficulty and make the experience more exciting for the player.\nNonetheless, this is a novel idea which is executed with style. ", ".", "The game is available on ", " store for Android phones, version 4 and above. If you have already played it, do share your thoughts in comments section. ", "The author is a graphic designer and freelance writer with a focus on tech.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture2": [["https://i.dawn.com/primary/2016/08/57a4b2758593a.jpg"]], "date2": ["August 8, 2016"], "category2": "Tech"},
{"title2": ["Gboard introduces Roman Urdu to Urdu feature"], "author2": ["Dawn.com"], "article2": [["Google has recently launched its Roman Urdu to Urdu Google Keyboard (Gboard) feature for both Android and iOS.", "According to ", " (TJ) review, Gboard’s Roman Urdu to Urdu feature is smart and accurately translates Roman Urdu text into Urdu script in real time. ", "Gboard will also allow users to convert Roman texts to not just Urdu, but also into Sindhi, Punjabi and Kashmiri script, according to TJ.", "Google already had full Urdu, Kashmiri and Sindhi text scripts in Gboard options.", "If users do not already have the Gboard, they should go to Google Play and install Gboard, available for both Android and iOS.", "Once the application has been installed it will guide users to enable the keyboard and select it as their input method.", "Once that's done, users can move to the Gboard settings → Languages and deselect the option for ‘Use system language’.", "After deselecting the option, users can go through Gboard’s list of languages and select the option for Urdu (abc → اردو).", "Once this is done users will be able to access the feature across multiple apps including their phone’s in-built text messaging app.", "To change the mode of the keyboard users need to press and hold the spacebar and select Urdu (abc → اردو) on the popup, they can go back to the regular keyboard anytime.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture2": [["https://i.dawn.com/primary/2017/08/598f007e2ea6f.jpg"]], "date2": ["August 12, 2017"], "category2": "Tech"},
{"title2": ["Apple unveils new premium iPhone XS, health features for watch"], "author2": ["AFP"], "article2": [["Apple on Wednesday unveiled updated versions of its priciest iPhones along with a new smartwatch that allows users to take their own electrocardiograms, as the US tech giant looks to boost its momentum in a sputtering market. ", "The California tech giant revealed its iPhone XS and iPhone XS Max, updating the top-of-the line handsets released a year earlier. The new devices are aimed at maintaining Apple's share in the premium segment. ", "“We are going to take iPhone X to the next level,” chief executive Tim Cook said at a media event at the company's headquarters in Cupertino, California. ", "The new phones have displays of 5.8 and 6.5 inches, boosting screen size while keeping a small-format handset, Apple vice president Phil Schiller said. ", "The September event allows the company to unveil its latest offerings before the key holiday shopping season. ", "While the iPhone has made Apple the world's most valuable company, worth more than $1 trillion, it has slipped to third place among smartphone makers as Chinese-based Huawei has grabbed the number two spot. ", "Analyst Patrick Moorhead of Moor Insights & Strategy said Apple had done enough “to keep its smartphone growth going until the competition responds.” ", "Apple also introduced a fourth generation of Apple Watch with a major redesign -- and a series of features designed to improve its performance as a medical and health device. ", "The watch, sold in the United States from $399 and up, will be available in stores on September 21. ", "“Apple Watch has become an intelligent guardian for your health,” chief operating officer Jeff Williams said. ", "He highlighted a major innovation -- the watch's ability to perform an electrocardiogram. ", "“This is the first ECG product offered over the counter directly to consumers,” he said. “Now you can take an ECG any time, anywhere, right from the wrist.” ", "The device also detects when a person suffers a fall, seen as an important feature for elderly or disabled users. ", "“Identifying a fall may sound like a straightforward problem, but it requires a lot of data analysis,” Williams said. ", "If a person falls, and then is motionless, the watch will call emergency services, he added. ", "Research firm CB Insights said Apple is at a “crossroads” a decade after introducing the iPhone. \n“Looking for the next wave, Apple is clearly expanding into augmented reality and wearables with the Apple Watch and AirPods wireless headphones,” the firm said.", "“But the next 'big one' -- a success and growth driver on the scale of the iPhone -- has not yet been determined. Will it be augmented reality, auto, wearables? Or something else entirely?” ", "Apple's event comes with the global smartphone market largely saturated, without a major catalyst for sales ahead of a likely rollout of 5G, or fifth generation, wireless networks, expected in 2019. ", "Research firm IDC expects worldwide smartphone shipments to decline 0.7 percent in 2018 to 1.455 billion units, with growth likely to resume as 5G devices become available. ", "Cook said Apple was nearing its two billionth device for its mobile operating system known as iOS. ", "“We are about to hit a major milestone. We are about to ship our two billionth iOS device,” he said. “This is astonishing -- iOS has changed the way we live. “", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture2": [["https://i.dawn.com/primary/2018/09/5b9960c3a9685.jpg", "https://i.dawn.com/primary/2018/09/5b99551e071de.jpg", "https://i.dawn.com/primary/2018/09/5b99539d6dd67.jpg", "https://i.dawn.com/primary/2018/09/5b9958c7e8ae6.jpg", "https://i.dawn.com/primary/2018/09/5b995e517af87.jpg"]], "date2": ["September 12, 2018"], "category2": "Tech"},
{"title2": ["For cellphone bargain hunting online, try PriceOye.pk"], "author2": ["Munir Rahool"], "article2": [["In Pakistan, shopping without bargaining isn’t really shopping – something that online stores unfortunately take away. ", "And while bargain hunting can be done on the internet (prices often vary on online stores), it requires users to visit different e-stores in order to find the best prices, which takes time and kills the whole point of convenient online shopping.", "But with ", ", developers have found a solution.  ", "The e-store was launched in 2015. It does not sell cellphone on its own. The website, still in its beta version, is actually a service that allows users to compare cellphone prices from different Pakistani online stores. Once a user selects a handset, the website displays a list of e-stores where the product is available. By clicking on the tab of a particular store, the user is taken to that store's website where the order can be placed. ", "\t\t\t\n", "Smartphones are the largest online selling product in Pakistan, which is why PriceOye started with cellphones. The need to expand to other products in the future has also been mentioned, but for now, the website only deals with cellphones.", "Apart from gathering prices from different online stores, PriceOye also makes sure that prices are always up to date and the offers are credible – two things that other online stores aren’t always able to ensure. It does so by implementing an automatic system that keeps a check on prices offered by legitimate online stores. ", "PriceOye also has user-friendly website, with a straightforward presentation of products. It has filters that help narrow down handsets based on price, screen size, processor, camera quality, storage, and operating systems. The website also shows a chart displaying weekly changes in prices of a cellphone. ", "\t\t\t\n", "While general browsing is smooth, the website still needs to be more flexible. ", "For example, you can only search for the phones by brand and compare the prices between different stores. There is no option to compare different phones in the same price brackets. You can know how much a Samsung phone is available for, but you cannot know what kind of phones are available and where for, let’s say, RS35000-50000. ", "\t\t\t\n", "Absence of such crucial feature could be deal breaker for some. It’s more efficient to have all your results on one page instead of having to go through five or six pages. An improvement on this front would save users a lot of frustration. As for the mobile version of the website, it does not have all the features yet.", "PriceOye is a welcome addition to the growing number of online stores in Pakistan. Small improvements to the the website’s platform will make it much better.  ", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture2": [[]], "date2": ["July 20, 2016"], "category2": "Tech"},
{"title2": ["Is Pakistan the next big market for tech startups?"], "author2": ["Dawn.com"], "article2": [["Pakistan may be Asia's next big tech startup market, according to a ", " published by Germany's ", "  on Wednesday.", "According to ", ", Pakistan's young population and increasing levels of local capital are creating opportunities for tech entrepreneurs to explore the country's market.", "Pakistan has been named one of the fastest-growing economies in Asia in McKinsey & Co's latest report on the Pakistani ecosystem, ", " said.", "Quoting the same report, ", " said that 720 startups have been created in the country since 2010 — 67 per cent of which are still operational.", "Presenting an example of how Pakistan's startup scene is garnering support worldwide, the ", " article said that Egyptian ride-hailing company, Swvl, has recently disclosed plans to invest $25 million in Pakistan's tech sector over the next two years to fund pre-seed startups and create 10,000 jobs.", "The article further pointed out that the startup industry \"is central to government plans to create an enabling environment [...] and stimulate economic growth\" and that in the latter half of 2019, Pakistan passed six reforms focused on creating a better environment for tech-based businesses in the country. ", "These measures look to ease the regulatory environment for businesses, including the introduction of a three-year tax relief and creating an online one-stop registration system, through which \"companies can now be incorporated in 17 days, rather than 20, at a reduced cost of 1.1pc,\" the ", " said.", "According to ", ", these reforms seem to be effective as \"Pakistan's position in the World Bank's Ease of Doing Business report jumped from 136th place in 2018 to 108th place in 2019\".", "The article — while pointing out that startups in Pakistan raised $18.8 million in funding in 2019 — said that \"more capital is expected to flow into startups from overseas in the ensuing years\".", "The ", " article also welcomed the launch of the 'Digital Pakistan' initiative in December 2019. The initiative — headed by former Google executive Tania Aidrus — has the agenda to increase access and connectivity, enhance digital education and introduce a new era of e-governance in Pakistan.", "\"Pakistan's tech ecosystem has been slowly gaining momentum in the last few years. It's home to a strong tech talent base and it's still competitively affordable, which makes it ideal for early-stage founders like myself,\" Hena Husain, founder of London-based communications startup, The Content Architects, was quoted by ", " as saying. According to Hena, the growth in Karachi's tech market is increasing by the day. The Content Architects work with a development team based in Karachi. ", "According to ", ", confidence in Pakistan's tech market has led to an increase in the availability of local capital. ", "\"While Pakistan's startup scene and venture capital market is still relatively new, the number of funds — such as i2i Ventures and Fatima Gobi Ventures — and active angel investors have increased significantly since 2018, ", " said.", "While trying to find out where Pakistan's tech revolution has sprung out from, ", " quoted Iskander Pataudi — a Pakistan-born tech professional working in Berlin — as saying that the tech scene in the country evolved organically. ", "\"A few Pakistani tech startups have raised huge funding rounds at a time where our economy is just keeping its head above water,\" he was quoted as saying. \"This makes sense, considering we have a huge market of young, digitally-savvy consumers and increased 3G and 4G connectivity.\"", "Quoting Rabeel Warraich — founder of Pakistan-based venture capital fund Sarmayacar — ", " said that a string of startup success stories, combined with a more stable political landscape under President Imran Khan, has increased \"investors' confidence that Pakistan holds huge potential for exiting businesses.\"", "According to ", ", Pakistani nationals living overseas are beginning to believe that new avenues of opportunity are opening up back home.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture2": [["https://i.dawn.com/primary/2020/01/5e32f25ebbec7.jpg"]], "date2": ["January 30, 2020"], "category2": "Tech"},
{"title2": ["Amazon signs on launch partners for ‘space internet’"], "author2": ["AFP"], "article2": [["COLORADO SPRINGS: Amazon on Tuesday announced deals for scores of launches to deploy a “constellation” of satellites in low orbit around the Earth to provide internet service to people below.", "Amazon said that its contracts with Arianespace, Blue Origin and United Launch Alliance (ULA) are the largest commercial procurement of launch vehicles in history.", "The overall cost and timing of launches booked to make Amazon’s Project Kuiper a reality were not disclosed.", "“We still have lots of work ahead, but the team has continued to hit milestone after milestone across every aspect of our satellite system,” Amazon senior vice president Dave Limp said in a statement.", "“Project Kuiper will provide fast, affordable broadband to tens of millions of customers in unserved and underserved communities around the world.” US billionaire Elon Musk, head of the space company SpaceX, has already put more than 1,500 satellites into orbit to create a Starlink internet service network.", "Late last year Boeing entered the space internet race, getting US authorization for satellites that will provide internet services from above.", "Project Kuiper aims to provide high-speed broadband internet service to households, schools, hospitals, businesses, disaster relief operations and others in places without reliable connectivity, according to Amazon.", "Amazon is developing Kuiper in-house, and planned to take advantage of capabilities already present in its other divisions, such as logistics operations and AWS cloud computing arm.", "Musk formed an alliance with Microsoft, which is Amazon’s biggest rival in the cloud computing market, to use its Azure platform to provide his version of satellite-powered internet service.", "With some of Amazon’s launch contracts awarded to Blue Origin, one Bezos operation will be feeding business to another.", "Bezos has used some of his Amazon wealth to create and fund private space exploration enterprise Blue Origin.", "“We’re honored to support Amazon’s ambitious mission to provide reliable, affordable broadband to unserved and underserved communities around the world,” Blue Origin senior vice president Jarrett Jones said in a joint release.", "It was Amazon’s plan from the outset to enlist multiple rocket launch companies, according to Project Kuiper vice president of technology Rajeev Badyal.", "The approach reduces risk of launch delays slowing the project, and saves Amazon money with competitive pricing, according to Badyal.", "“These large, heavy-lift rockets also mean we can deploy more of our constellation with fewer launches, helping simplify our launch and deployment schedule,” Badyal said.", "The massive number of launch bookings was also expected to boost that industry in the US and Europe.", "Badyal gave the example of Arianespace relying on suppliers from 13 European countries to produce its Ariane 6 rockets. Eighteen of the contracted launches will employ Ariane 6 rockets.", "“This contract, the largest we’ve ever signed, is a great moment in Arianespace’s history,” Arianespace chief executive Stephane Israel said in the release.", "“It is a major win for the European launcher industry.”", "ULA won the largest share of contracts and planned to build a second launch platform at its site in Cape Canaveral, Florida as part of the arrangement.", "That joint venture is operated by US giants Boeing and Lockheed Martin.", "“This agreement marks the beginning of an exciting new era for ULA and for the entire US launch industry,” said ULA chief executive Tory Bruno.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture2": [["https://i.dawn.com/primary/2022/04/624d07f55424c.jpg"]], "date2": ["April 6, 2022"], "category2": "Tech"},
{"title2": ["Twitter receives complaint about President Alvi's tweet on Srinagar, says it does not violate rules"], "author2": ["Dawn.com"], "article2": [["President Arif Alvi has joined the list of people whose accounts have been reported for posting about the lockdown and protests in occupied Kashmir, according to an email by Twitter. However, the social media giant did not find the tweet to be in violation of its rules. ", "Human Rights Minister Shireen Mazari on Monday shared a screenshot of the email on ", ", saying that the action was in \"bad taste and simply ridiculous\".", "\"Twitter has really gone too far in becoming mouthpiece of the Rogue Modi government!\" she declared. \"They sent a notice to our president! In bad taste and simply ridiculous.\"", "\t\t\t", "The email, shared by Mazari, informed President Alvi that Twitter had received a complaint regarding a tweet he posted on August 24. It added that Twitter had \"investigated the reported content and could not identify any violations of the Twitter rules or applicable law\".", "\"Accordingly, we have not taken any action at this time,\" the email read.", "The tweet in question by President Alvi contained a video of a protest that was reportedly held in Srinagar. ", "\"This is Srinagar yesterday despite curfews, bans, blackouts, teargas and firing,\" read the accompanying text in the tweet. \"No amount of oppression and brutality can suppress the resentment of the Kashmiris against India. They want freedom at all costs. Please retweet and let the world know.\"", "\t\t\t", "International media has been reporting about ", " being held in occupied Kashmir, despite the Indian government's efforts to silence journalists and news outlets. The protests and demonstrations are being held against New Delhi's decision to ", " of the constitution, despite a strict lockdown and communications blackout, that has been in place for the past three weeks. ", "In the past few weeks, several users have complained that their accounts were suspended for posting about events in occupied Kashmir. Last week, the government had ", " about 200 accounts, that were suspended apparently for posting about occupied Kashmir, to Twitter. Director General of Inter-Services Public Relations Maj Gen Asif Ghafoor had also ", " that the authorities had taken up the issue with Twitter and Facebook \"against suspending Pakistani accounts for posting in support of Kashmir. Indian staff at their regional headquarters is the reason”.", "According to Twitter Rules, accounts that post spam or abusive content are suspended temporarily. The website also suspend accounts that are suspected to have been hacked, until \"it can be secured and restored to the account owner\".", "Moreover, tweets that are found to be in violation to the Twitter Rules are hidden behind an interstitial until the user deletes it. If the platform does not find a reported tweet to be in violation with its rules, it informs the user that a complaint was lodged against content posted by them but no action was taken, in order to maintain transparency.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture2": [["https://i.dawn.com/primary/2019/08/5d63a828476f0.jpg"]], "date2": ["August 26, 2019"], "category2": "Tech"},
{"title2": ["Cloud policy to boost digital transformation in public sector"], "author2": ["Kalbe Ali"], "article2": [["ISLAMABAD: The Cloud First Policy, which was ", " by the government in mid of February, is likely to accelerate digital transformation in public sector organisations across the country, as it will create a common and collective cloud platform.", "The government-owned cloud infrastructure will help all public sector organisations to avail the cloud services at a fraction of the cost of operating their own data centres, said Oracle’s Senior Director and Head Cloud Platform Group in Pakistan and Afghanistan Amer Khan while talking to the media on Wednesday.", "This will help public sector institutions to invest more time and money in improving service delivery.", "Mr Khan said the Cloud First Policy would motivate public sector entities, regulated sectors, and private sector organisations in Pakistan to move to the cloud while providing them with the means to comply with the regulations that require them to keep their data secured.", "He said this would significantly increase the utilization of the system by improving its availability and performance, at a reduced cost. Subsequently, this would allow the government to direct the maximum amount of funding and resources towards other sectors such as for provision of quality and free-of-cost emergency healthcare to every child in Pakistan.", "Since the start of its operations in Pakistan in 1997, Oracle has been helping Pakistani businesses, government departments, civil society organizations and educational institutions develop and grow.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture2": [[]], "date2": ["April 7, 2022"], "category2": "Tech"},
{"title2": ["First private mission blasts off for International Space Station"], "author2": ["AFP"], "article2": [["WASHINGTON: The first fully private mission to the International Space Station blasted off from Florida on Friday with a four-member crew from startup company Axiom Space. ", "The partnership has been hailed by NASA, which sees it as a key step in its goal to commercialise the region of space known as “Low Earth Orbit”, leaving the agency to focus on more ambitious endeavors deeper into the cosmos. ", "A SpaceX Falcon 9 rocket with the Crew Dragon capsule Endeavor launched at 11:17am (1517 GMT) from the Kennedy Space Centre. ", "“We’re taking commercial business off the face of the Earth and putting it up in space,” NASA chief Bill Nelson said ahead of lift-off. ", "Widely reported price for tickets, which includes eight days on the outpost, is $55m ", "Commanding the Axiom-1 mission is former NASA astronaut Michael Lopez-Alegria, a dual citizen of the United States and Spain, who flew to space four times over his 20-year career, and last visited the ISS in 2007. ", "He is joined by three paying crewmates: American real estate investor Larry Connor, Canadian investor and philanthropist Mark Pathy, and Israeli former fighter pilot, investor and philanthropist Eytan Stibbe. ", "The widely reported price for tickets — which includes eight days on the outpost — is $55 million. ", "But unlike the recent, attention-grabbing suborbital flights carried out by Blue Origin and Virgin Galactic, Axiom says its mission shouldn’t be considered tourism. ", "On board the ISS, which orbits 250 miles (400 kilometres) above sea level, the quartet will carry out research projects, including an MIT technology demonstration of smart tiles that form a robotic swarm and self-assemble into space architecture. ", "Another experiment involves using cancer stem cells to grow mini tumors, then leveraging the accelerated aging environment of microgravity to identify early changes in those tumors, in order to improve early detection of cancers on Earth. ", "“The distinction is that our guys aren’t going up there and floating around for eight days taking pictures and looking out of the cupola,” Derek Hassmann, operations director of Axiom Space, told reporters at a pre-launch briefing. “I mean, we have a very intensive and research-oriented timeline plan for them.”", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture2": [["https://i.dawn.com/primary/2022/04/6250a80653ff5.jpg"]], "date2": ["April 9, 2022"], "category2": "Tech"},
{"title2": ["Earliest-known galaxy offers clues about primordial universe"], "author2": ["Reuters"], "article2": [["WASHINGTON: Astron­omers have discovered what may be the earliest and most distant galaxy ever observed, one that formed relatively soon after the Big Bang event that marked the origin of the universe and may be populated by the novel first generation of stars.", "The galaxy, called HD1, dates from a bit more than 300 million years after the Big Bang that occurred about 13.8 billion years ago, researchers said on Thursday. ", "The observations suggest HD1 formed stars at a staggering rate — perhaps about 100 new stars annually — or instead harbored what would be the earliest-known supermassive black hole, they added.", "Because of how long light takes to travel immense distances — 5.9 trillion miles (9.5 trillion km) in a year — observing objects such as HD1 amounts to peering back in time. If the data is confirmed by future observations, HD1 would supplant one called GN-z11 as the earliest-known galaxy by about 100 million years. HD1 would be considered the earliest and furthest known astronomical entity.", "The researchers used data from telescopes in Hawaii and Chile and the orbiting Spitzer Space Telescope. ", "They hope to obtain more clarity using the James Webb Space Telescope, due to become operational within months after being launched by Nasa in December.", "“Observational information on HD1 is limited and other physical properties remain a mystery including its shape, total mass and metallicity,” said University of Tokyo astrophysicist Yuichi Harikane, lead author of research detailing the discovery published in the Astrophysical Journal.", "Metallicity refers to the proportion of material other than the gases hydrogen and helium that were present in the primordial universe.", "“The difficulty is that this is almost the limit of the capabilities of current telescopes in terms of both sensitivity and wavelength,” Harikane added.", "Galaxies are vast assemblages of stars and interstellar matter bound by gravitational attraction, like the Milky Way in which our solar system resides. The first galaxies, arising 100 million to 150 million years after the Big Bang, were less massive and denser than those existing today, with many fewer stars.", "The researchers said HD1, with a mass perhaps 10 billion times greater than our sun, may have been populated with the very first generation of stars. These so-called Population III stars are hypothesized as extremely massive, luminous, hot and short-lived, composed almost exclusively of hydrogen and helium.", "“After the Big Bang, some regions in space ended up being denser than others, and this attracted progressively more matter. This effect created large concentrations of gas, some of which collapsed to form stars,” said astrophysicist Fabio Pacucci of the Center for Astrophysics-Harvard & Smithsonian, lead author of a related study in the journal Monthly Notices of the Royal Astronomical Society Letters.", "Elements heavier than hydrogen and helium were absent in the universe’s initial stages, forged later inside the earliest stars and then spewed into interstellar space when they exploded at the ends of their life cycles.", "HD1 was observed to possess extreme ultraviolet luminosity. Population III stars could emit more UV light than ordinary stars, with HD1 possibly  “undergoing a very abrupt starburst,” Pacucci said.", "An alternative explanation for the UV luminosity could be a supermassive black hole about 100 million times more massive than our sun situated inside HD1, Pacucci added. Many galaxies including the Milky Way hold supermassive black holes at their centers. Until now, the earliest-known one of these was dated to about 700 million years after the Big Bang. The earliest stars and galaxies paved the way for those existing today.", "“The first galaxies ... were a millionth of the mass of the Milky Way and much denser. One way to think of them is as the building blocks in the construction project of present-day galaxies, like our own Milky Way,” ", "Harvard University theoretical physicist and study co-author Avi Loeb said.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "picture2": [["https://i.dawn.com/primary/2022/04/624f722726e5b.jpg"]], "date2": ["April 8, 2022"], "category2": "Tech"}
]