[
  {
    "title": "Leeds name Marsch as new manager",
    "excerpt": "Former RB Leipzig coach replaces sacked Bielsa on three and a half year deal",
    "author": "AFP",
    "date": "March 01, 2022",
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "storyLocation": "LONDON:",
    "story": [
      "Premier League strugglers Leeds named American ",
      " as their new manager on Monday, a day after sacking Marcelo Bielsa.",
      "The 48-year-old former RB Leipzig boss arrives with Leeds sitting just two points above the relegation zone.",
      "The club said Marsch had been appointed \"pending international clearance\" on a deal running until June 2025 and that he would take charge for Saturday's league game at Leicester.",
      "\"We have a long-term plan and firmly believe he can take ",
      " to the next level and are excited for what the future holds,\" said director of football Victor Orta.",
      "Leeds are deep in relegation trouble after Bielsa's reign imploded with five defeats in their last six games.",
      "They conceded 20 goals in Bielsa's final five matches, culminating in the 4-0 home defeat by Tottenham on Saturday that proved the last straw for the Leeds board.",
      "Bielsa was hampered by injuries to key players Kalvin Phillips, Patrick Bamford and Liam Cooper.",
      "But his refusal to change his attacking philosophy despite Leeds' defensive problems was just as damaging.",
      "Marsch has little time to fix those issues with just 12 games left in the Premier League season.",
      "\"I know what a big club Leeds is,\" Marsch said in a video on the club's Twitter account.",
      "\"I have ex-players that have played here, I've watched this club from afar for many years and I'm really honoured and excited to be here.\"",
      "With a return to the Championship looming ominously into view after only two seasons back in the top flight, Leeds fans remain to be convinced Marsch is the man to save them from the drop.",
      "He was dismissed by ",
      " in December after a disappointing five-month spell with the Bundesliga club.",
      "Marsch had earned the Leipzig job after leading Red Bull Salzburg to the Austrian league and cup double in both 2020 and 2021.",
      "He helped develop ",
      " at Salzburg before the Norway striker joined Borussia Dortmund in 2019.",
      "Marsch had previously worked as Leipzig assistant manager, where he served under current Manchester United interim boss Ralf Rangnick.",
      "\"Jesse is someone we identified a number of years ago during his time at Red Bull Salzburg and we believe his philosophy and style of football aligns with that of the club and will suit the players very well,\" Orta added.",
      "Marsch also had a spell in charge of Major League Soccer side New York Red Bulls from 2015 to 2018, winning the competition's coach of the year award in 2015."
    ]
  },
  {
    "title": "Svitolina says she won't play Russians",
    "excerpt": "Ukrainian tennis star pulls out of WTA tournament; asks tennis bodies to take firm stance ",
    "author": "AFP",
    "date": "March 01, 2022",
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "storyLocation": "PARIS:",
    "story": [
      "The top-ranked Ukranian woman tennis player ",
      " on Monday said she would refuse to play Russian and Belarusian tennis players in tournaments.",
      "She also criticised the governing bodies of tennis, shortly after two of her compatriots aimed a swing at the WTA when they criticised the organisation for not taking a position on the Russian invasion of their country.",
      "Svitolina, ranked 15th in the world, is the top seed in the ",
      " tournament in Monterrey where she is drawn to play Russian Anastasia Potapova in her first match. Two other Russians, Kamilla Rakhimova and Anna Kalinskaya, are also in the draw.",
      "\"I want to announce that I will not play in Monterrey, nor any other match, against Russian or Belarusian tennis players until our organizations take the necessary actions,\" Svitolina wrote on Twitter.",
      "\"I do not blame Russian athletes,\" she wrote. \"I wish to pay tribute to all players, especially Russians and Belarusians, who bravely stated their position against the war. Their support is essential.\"",
      "But, she wrote, the governing bodies of men's (",
      "), women's and international (ITF) tennis needed to act.",
      "\"I believe the current situation requires a clear position from our organizations: ATP, WTA and ITF,\" she said.",
      "Svitolina was echoing two other Ukrainians, Marta Kostyuk, ranked 54th in the world, and LesiaTsurenko, a former top-25 player now ranked 127, who both posted a letter on social media expressing \"our great surprise and dissatisfaction with the lack of any response with the situation in our Motherland\".",
      "\"It is especially strange that in prior cases of social justice and sexual harassment the response of the WTA was prompt, appropriate and bold,\" they wrote.",
      "\"We demand that WTA immediately condemn the Russian government, pull all tournaments out of Russia and approach the ITF to do the same.\"",
      "They urged the WTA to \"follow the guidance of the ",
      "\", which has called for a sporting ban on Russia.",
      "But Kostyuk and Tsurenko stopped short of calling for a ban on Russian players.",
      "\"We fully support our colleagues from Russia and any Russian-speaking tennis player as we understand the unprovoked attacks happened without their knowledge and participation.\"",
      "\"Stop the War. Stop Russian aggression. Bring Peace to our homes. Be HUMAN,\" they concluded.",
      "The WTA did on Monday tweet a video of Ukrainian sisters Dayana and Ivanna Yastremska taking the court for a doubles match in Lyon.",
      "\"Sending love back home,\" said the WTA caption.",
      "The pair lost 6-2, 6-4 to Spaniard Georgina Garcia-Perez and Xenia Knoll of Switzerland.",
      "Dayana said her family had needed to shelter from bombs underground last week, before her and her 15-year-old sister embarked on a tiring journey to France, leaving their parents behind in Ukraine.",
      "\"We were woken up by bombs,\" the 21-year-old, who said she went three nights without sleep, told a press conference. \"We didn't realise or understand what was going on... It was crazy...",
      "\"My father told me 'I don't know how everything will end, but you have to take care of each other. You have to build your new life'.\"",
      "Yastremska said they travelled away from Odessa by car, before eventually crossing the Danube by boat to reach Romania.",
      "On Sunday, the Ukrainian tennis federation wrote to the European Tennis Federation and the International Tennis Federation demanding they expel Russia and Belarus."
    ]
  },
  {
    "title": "Laporta softens stance on Dembele",
    "excerpt": "Barca president ‘hopes’ winger will ‘think’ about extending his contract at end of season",
    "author": "AFP",
    "date": "March 01, 2022",
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "storyLocation": "BARCELONA:",
    "story": [
      "After accusing ",
      " of \"blackmail\" in January, Barcelona president Joan Laporta on Monday said he \"hoped\" the French winger would \"think\" about extending his contract \"at the end of the season”.",
      "'s remarks followed a dazzling display by the 24-year-old French World Cup winner against Athletic Bilbao on Sunday.",
      "Dembele's contract expires at the end of the season and, in January, Barca told the Frenchman he should leave if he refused to sign.",
      "At the time Laporta said Dembele's contract holdout would make it \"more difficult for him to play\".",
      "After being dropped for two matches and spending a third on the bench, Dembele has returned to the starting line-up for the last two Liga games.",
      "On Sunday, he turned the jeers to cheers at Camp Nou by scoring a stunning goal, his first in ",
      " this season, and setting up two more in a 4-0 victory over Bilbao before going off to an ovation after 67 minutes.",
      "\"Dembele knows our offer and knows that we always wanted him to stay. We hope he will think again at the end of the season,\" Laporta said at a conference on the future of Barcelona.",
      "\"In football, you can never rule anything out. Look: he could not play, and now he plays, and he plays well. But his contract extension does not depend on me,\"",
      ", the Barca coach, praised Dembele after Sunday's game but said he had nothing to do with whether the striker stays.",
      "\"He is a great professional. Let's encourage him,\" said Xavi. \"It's not a question for me, it's a question for the club, for Ousmane,\" Xavi said. \"His contract ends. Nothing can be ruled out in football. He couldn't play and now he's playing. He can be the best in his position.\"",
      "Even though",
      " added Adama Traore, Pierre-Emerick Aubameyang and Ferran Torres in the January window, Xavi said:  \"Circumstances have made it necessary to find a solution with Ousmane.",
      "\"We got together and decided that he was part of the team. We can't afford to shoot ourselves in the foot.\""
    ]
  },
  {
    "title": "Kim upbeat before Singapore title defence",
    "excerpt": "South Korean golfer expected to face stiff competition from rivals at HSBC Women’s World Championship",
    "author": "AFP",
    "date": "March 01, 2022",
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "storyLocation": "SINGAPORE:",
    "story": [
      "South Korea's Kim Hyo-joo struck an upbeat tone Tuesday as she gears up to defend her HSBC Women's World Championship title in Singapore in the face of stiff competition.",
      "The 26-year-old staged a late fightback by overcoming a five-shot deficit to triumph in last year's tournament by one shot, snapping a five-year winless drought.",
      "The event at the Sentosa Golf Club, from Thursday to Sunday, will be her first tournament since November when she finished tied 53rd in the CME Group Tour Championship.",
      "But she sounded confident going into the competition.",
      "\"I practised on the front nine yesterday and the course conditions are great, similar to last year. I feel I'm ready to play well this week,\" she told a press conference.",
      "\"Before my victory last year, I was not feeling confident. But after winning the tournament, I could feel that my confidence was returning. I'm so happy to be back at this golf course, and I want to do well again.\"",
      "Among her rivals is New Zealand's ",
      ", who is chasing her first win at the Singapore tournament after coming close on several occasions, including a second-place finish in 2015.",
      "The former world number one is on good form, having won her 17th ",
      " title at Gainbridge LPGA at Boca Rio in January.",
      "\"I play my best golf when I'm enjoying my time out there and being relaxed. Keeping that kind of mindset and just focusing on that one shot in front of me allows me to play the best golf I can,\" said Ko.",
      "Meanwhile, South Korea's Park In-bee will be chasing her third win at the competition, having triumphed in 2015 and 2017.",
      "While familiarity with the course might give the 33-year-old an advantage, she is wary of the challenges posed by her younger rivals.",
      "\"Sentosa is one of the golf courses where I can play well as it really suits my game. But the younger girls are hitting so much further than me now. It's the tough truth, and I have to accept it,\" she said."
    ]
  },
  {
    "title": "Russia expelled from World Cup ",
    "excerpt": "FIFA, UEFA announce country can't compete in international and club events 'until further notice'",
    "author": "AFP",
    "date": "March 01, 2022",
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "storyLocation": "PARIS:",
    "story": [
      "Russia has been expelled from the ",
      " after being suspended from all international competitions \"until further notice\", FIFA and UEFA announced in a joint statement on Monday, while European football's governing body also ended its partnership with Russian energy giant Gazprom.",
      "The men's team had been due to play in qualifying play-offs in March for the World Cup in Qatar later this year, while its women's side had qualified for the European Championship in England, to be held in July.",
      "The announcement also affects Russian clubs involved in European competitions.",
      "\"FIFA and UEFA have today decided together that all Russian teams, whether national representative teams or club teams, shall be suspended from participation in both ",
      " and UEFA competitions until further notice,\" read the joint statement from the governing bodies of world and European football.",
      "The Russian men's team were scheduled to play Poland in a World Cup qualifying play-off semi-final on March 24, and might have faced Sweden or the Czech Republic on March 29 for a place at the finals in Qatar later this year.",
      "But their three potential opponents insisted they would boycott the matches.",
      "FIFA announced on Sunday that Russian teams would be allowed to continue playing under the name of the Football Union of Russia, playing home games on neutral territory and behind closed doors, and with the Russian flag and anthem banned.",
      "But those measures were dismissed as \"totally unacceptable\" by Polish FA president Cezary Kulesza, who added that Poland would not play their World Cup play-off with Russia, \"no matter what the name of the team is.\"",
      "FIFA changed its approach on Monday, kicking Russia out of the sport's showpiece tournament.",
      "\"Football is fully united here and in full solidarity with all the people affected in Ukraine,\" the statement added.",
      "\"Both presidents (Gianni Infantino and Aleksander Ceferin) hope that the situation in Ukraine will improve significantly and rapidly so that football can again be a vector for unity and peace amongst people.\"",
      "The Russian Football Union denounced the suspension, saying the move was \"discriminatory\".",
      "\"It has an obvious discriminatory character and harms a huge number of athletes, coaches, employees of clubs and national teams, and most importantly, millions of Russian and foreign fans, whose interests international sports organisations must protect in the first place,\" it said in a statement.",
      "The decisions come after a widespread outcry, with global players' union FIFPro on Monday releasing a statement saying it \"strongly disagreed\" with the initial measures taken by FIFA.",
      "FIFPro criticised FIFA for not imposing stronger sanctions right away and said that participation of Russian teams in international competitions was now \"not a possibility\".",
      "With other nations also coming out to say they would not play against Russia, FIFA and ",
      " were left with little choice.",
      "FIFA had to act quickly before the upcoming World Cup play-offs and with the draw for the tournament due to be held in Doha on April 1.",
      "Russia were supposed to play the Netherlands, Sweden and Switzerland in their group at the women's Euro in England in July.",
      "\"This is a powerful message from the international sporting community that we will not tolerate Putin's abhorrent assaults on freedom and liberty. Well done FIFA and UEFA,\" tweeted UK Prime Minister Boris Johnson.",
      "Meanwhile Spartak Moscow were scheduled to play RB Leipzig of Germany in the last 16 of the Europa League.",
      "They were the only remaining Russian team in European competition this season.",
      "\"Even though we are of the opinion that sport fundamentally unites, we understand and support this decision,\" said Leipzig, who, UEFA told AFP, have received a bye into the quarter-finals.",
      "FIFA, though, did not confirm if Poland would qualify directly for the final of their World Cup play-off path.",
      "UEFA said it had ended its partnership with Gazprom, one of its main sponsors, \"effective immediately\".",
      "Gazprom has been a key sponsor of UEFA since 2012 and was believed to have been paying around 40 million euros ($45 million) a year in a deal due to run until 2024.",
      "Russian football federation president Alexander Dyukov, boss of Gazprom Neft, the petrol branch of Gazprom, is a member of the UEFA's executive committee.",
      "German club Schalke 04 also announced Monday it had prematurely ended its shirt sponsorship deal with Gazprom.",
      "UEFA last week stripped the Russian city of Saint Petersburg of this season's ",
      " final, moving the game on May 28 to Paris."
    ]
  },
  {
    "title": "Ruiz fires Napoli top of Serie A",
    "excerpt": "Midfielder scores last-gasp winner to help club supplant Milan with 2-1 win over Lazio",
    "author": "AFP",
    "date": "February 28, 2022",
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "storyLocation": "MILAN:",
    "story": [
      "Fabian Ruiz shot ",
      " top of Serie A on Sunday with a stunning, last-gasp winner in a thrilling 2-1 victory at Lazio.",
      "Spain international Fabian crashed home a first-time strike in the 94th minute at the Stadio Olimpico in Rome to snatch first place from ",
      " on goal difference.",
      "His goal came at the end of a hugely eventful match which Lazio thought they had drawn when Pedro crashed home a sumptuous volley with two minutes remaining to cancel out a superb 62nd-minute opener from Lorenzo Insigne.",
      "Insigne's first goal from open play this season banished the boos which accompanied his substitution during Thursday's 4-2 thumping by ",
      ".",
      "Fabian's strike ensured that Luciano Spalletti's side capitalised perfectly on both Milan and champions Inter, who sit two points back in third but with a game in hand, only managing to draw with relegation threatened opposition on Friday evening.",
      "\"Everyone breaks this team's balls saying it doesn't have character, I'd like to see what they're saying now,\" said Spalletti, irritated at criticism of his team post-Barca.",
      "\"There's a nasty atmosphere around this team because people are saying that the players are soft, that they don't have character. Well tonight they had character, or no?\"",
      "Napoli host Milan next weekend in the latest episode of an exciting title race which also has Juventus creeping up on the leading trio, and will have a whole week to prepare for a huge match in Naples.",
      "Milan and Inter meanwhile face off in the first leg of their Italian Cup semi-final on Tuesday night, with Inter hosting bottom side Salernitana this coming Friday.",
      "Fabian's goal, which fizzed past Thomas Strakosha and sparked wild celebrations among the Napoli players and fans, inflicted a harsh defeat on a Lazio team guided by ex-Napoli coach Maurizio Sarri whose bid for a ",
      " place took a hit.",
      "They sit seventh, seven points behind fourth-placed Juve and were overtaken by local rivals Roma who beat Spezia 1-0 thanks to a last-gasp goal of their own.",
      "Tammy Abraham's penalty in the ninth minute of stoppage time earned Roma a dramatic win over a Spezia team who had to play the entire second half with 10 men.",
      "England international Abraham scored his 12th Serie A goal of the season. Spezia were so livid at the awarding of the spot-kick and Kelvin Amian's sending off on the stroke of half-time that coach Thiago Motta demanded an apology from officials.",
      "The penalty was given for Giulio Maggiore kicking Nicolo Zaniolo in the head as the Roma forward struck the bar with a header in the second of two incredible stoppage-time goalmouth scrambles, as Spezia – who are four points above the relegation zone – fought tooth and nail to hold off the away side.",
      "\"I still can't find my words, I don't know what happened today,\" Abraham said to DAZN.",
      "\"The ball didn't want to go inside. We tried, even me, I was on the line and I still couldn't score. But the most important thing is we got the goal at the end and the three points.\"",
      "A point behind Spezia are Cagliari, who continued their remarkable new year's revival by winning 2-1 at Torino to climb out of the drop zone.",
      "The Sardinian side have picked up 15 points from their eight games since the winter break and sit 17th, three points ahead of Venezia who lost 3-1 at Verona thanks to a Giovanni Simeone hat-trick.",
      "Simeone's first goals of 2022 took his league tally for the season to 15 and moved ninth-placed Verona to within four points of the European places."
    ]
  },
  {
    "title": "World Taekwondo revokes Putin's honorary black belt ",
    "excerpt": "Governing body says ‘peace is more precious than triumph’ ",
    "author": "AFP",
    "date": "March 01, 2022",
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "storyLocation": "HONG KONG:",
    "story": [
      "Russian President ",
      " had his honorary black belt in taekwondo revoked by the sport's international governing body on Tuesday, over his country's invasion of Ukraine.",
      "As Russian troops amass outside Kyiv, and hundreds of thousands of Ukrainian refugees flee into neighbouring countries, world leaders have heaped punishing economic sanctions on Putin and his closest allies, as well as Russian-linked businesses.",
      "The sporting world has had a similar reaction: Russia was booted out of qualifying for this year's football World Cup, and the ",
      " (IOC) has urged federations to exclude athletes from Russia, as well as from its ally Belarus.",
      "World Taekwondo, which governs international federations for the sport, was the latest to condemn Putin, saying Tuesday that Moscow's actions went against the sport's vision: \"Peace is more precious than triumph.\"",
      "\"In this regard, ",
      " has decided to withdraw the honorary 9th dan black belt conferred to Mr Vladimir Putin in November 2013,\" the Seoul-based body said in an official statement.",
      "It added that official taekwondo events would not be organised in Russia or Belarus.",
      "In line with the IOC's urging, the flags and anthems of both countries will also not be displayed or played at taekwondo events around the world.",
      "\"World Taekwondo's thoughts are with the people of Ukraine and we hope for a peaceful and immediate end to this war,\" it said.",
      "Putin does not actually do taekwondo, but is instead accomplished in judo, another martial art, and has long served as an honorary president to the International Judo Federation.",
      "On Sunday the IJF suspended his status as honorary president and ambassador to the sport."
    ]
  },
  {
    "title": "IOC calls for Russia sports ban ",
    "excerpt": "President Putin and country’s high-ranking officials lose honour of Olympic order",
    "author": "AFP",
    "date": "March 01, 2022",
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "storyLocation": "GENEVA:",
    "story": [
      "The",
      " on Monday urged sports federations and organisers to exclude Russian and Belarusian athletes and officials from international events following Russia's invasion of Ukraine.",
      "Just hours later, ",
      " kicked Russia out of the 2022 World Cup as football's global governing body and UEFA joined forces to expel Russian national teams and clubs from all international competitions.",
      "Russia were due to take part in ",
      " play-offs this month, but plans to play on neutral territory were dismissed as \"unacceptable\" by their rivals Poland, Sweden and the Czech Republic.",
      "\"Football is fully united here and in full solidarity with all the people affected in Ukraine,\" FIFA and ",
      " said in a statement.",
      "Rugby's world governing body banned Russia and Belarus from all international rugby \"until further notice\" on Tuesday.",
      "Russia's membership of World Rugby was also suspended indefinitely, meaning the country's slim hopes of qualifying for next year's World Cup in France are over.",
      "The Badminton World Federation (BWF) on Monday also cancelled all sanctioned tournaments in Russia and Belarus, banned them from hosting future tournaments \"until further notice\" and ordered their flags and anthems banned from all BWF tournaments.",
      "The IOC, meanwhile, said it faced a \"dilemma which cannot be solved\".",
      "\"While athletes from Russia and Belarus would be able to continue to participate in sports events, many athletes from Ukraine are prevented from doing so because of the attack on their country,\" it said in a statement.",
      "\"In order to protect the integrity of global sports competitions and for the safety of all the participants, the IOC EB (executive board) recommends that International Sports Federations and sports event organisers not invite or allow the participation of Russian and Belarusian athletes and officials in international competitions.\"",
      "If international federations follow the IOC's advice and football's action en masse, Russia would join the Yugoslavia of Slobodan Milosevic and South Africa under apartheid rule as major sporting pariahs.",
      "The IOC also withdrew the Olympic Order, its highest award, from all high-ranking Russian officials, including President ",
      ".",
      "Stanislav Pozdnyakov, the president of the Russian Olympic Committee, said the IOC's recommendations \"contradict\" the Olympic charter and the \"spirit of the Olympic movement\".",
      "\"We strongly disagree with them,\" Pozdnyakov said in a statement.",
      "The IOC said that if it is not possible for \"organisational or legal reasons\" to prevent Russian and Belarusian athletes competing, sports officials should do \"everything in their power\" to stop athletes from the two countries taking part under their country's flags.",
      "It is a matter of particular urgency in relation to the Paralympic Winter Games, which begin Friday in Beijing.",
      "The body \"reiterated its full support for the International Paralympic Committee (IPC) and the Games\".",
      "The IOC last week urged all international sports federations to cancel forthcoming events in Russia, angry at Moscow violating an \"Olympic Truce\" with its attack on Ukraine.",
      "Prominent Russian sports stars have not been shy in voicing their disquiet over Putin's invasion.",
      "Andrey Rublev, who won the Dubai ATP title on Saturday, veteran Russian football international FedorSmolov, United States-based ice hockey great Alex Ovechkin and cyclist Pavel Sivakov, who rides for the Ineos team, have all expressed a desire for peace.",
      "Several countries had already moved to bar Russian competitors from their territory.",
      "On Monday, Ukrainian star ",
      " became the first tennis player to say she will refuse to play Russian and Belarusian opponents. She was due to face Russia's Anastasia Potopova in the first round in Monterrey on Tuesday.",
      "UEFA ended its contract with Russian state energy giant Gazprom with immediate effect. The deal was widely believed to be worth around 40 million euros ($45 million) a year.",
      "European football's governing body last week stripped Saint Petersburg of hosting this season's Champions League final on May 28 at the Gazprom Arena, awarding it to Paris.",
      "The International Ice Hockey Federation banned all Russian national teams and clubs from its events, while organisers of basketball's Euroleague and Eurocup competitions announced that Russian teams had been suspended.",
      "The Formula One Russian Grand Prix scheduled for September 25 was cancelled last week."
    ]
  },
  {
    "title": "Quatararo fears Ducati speed ahead of new season",
    "excerpt": "MotoGP champion expected to face stiff competition from rivals Bagnaia, Marquez ",
    "author": "AFP",
    "date": "March 01, 2022",
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "storyLocation": "PARIS:",
    "story": [
      " opens a marathon season on Sunday in Qatar with champion Fabio Quartararo trying to hold off Francesco Bagnaia on the faster Ducati, while both glance back anxiously at Marc Marquez.",
      " has made it clear he is chasing a man who has left the circuit. Valentino Rossi retired at the end of last season after racing in the elite category since 2000, two years before MotoGP was created.",
      "The Italian won seven top-class world titles. At a few days past his 29th birthday, Marquez has six.",
      "\"My goal is to fight for the title,\" Marquez said at the Honda team presentation, but he added that the competition would be tough.",
      "\"Fabio was champion, and he deserves to be because he was the most consistent, but Pecco Bagnaia ended the year being the fastest with the Ducati.\"",
      "Marquez returned last season after crashing a few laps into the 2020 campaign. For much of last season, he struggled and he sat out the last two races with double vision.",
      "With one good arm, he still won three races, all at tracks with an emphasis on left-turning corners, which the Spaniard preferred even before smashing his right arm.",
      "\"Today everything looks good, the vision is perfect, the arm is better too,\" he said in February.",
      "Worryingly for his rivals, the revamped Honda seems to be quicker. The second factory rider, Pol Espargaro, set the best time at pre-season testing in Indonesia and then declared: \"I've never been so fast.\"",
      "That might not be an entirely a good thing for Marquez. In previous seasons, the Honda bikes have been set up to suit his risky and aggressive riding style.",
      ", a 22-year-old Frenchman, has also made a habit of winning with bikes on which others struggle. Last season he collected 278 points while the other three men who raced factory Yamahas over the season collected just 31.",
      "After winning five of last season's first 12 races, Quartararo struggled to keep up with the accelerating Ducatis as Italian Bagnaia won four of the last six.",
      "At testing, the Frenchman complained to the motorbike media that Yamaha has been unable to deliver a greater top speed.",
      "\"Last year we were an average 9kph (slower), today we are at 9kph. So we didn't make any steps forward,\" he said.",
      "\"If you have no power, you adapt yourself, like I did in the past. So, if we need to adapt we're going to adapt.\"",
      "Yet while Quartararo has a lower top speed than the Bologna Bullets, testing suggested he still compensates with the best average speed over a lap.",
      "While Yamaha, KTM and Honda will all have one satellite team this season, Ducati has three.",
      "\"When you know that there will be eight Ducatis, eight of the fastest bikes ever, it will be difficult,\" said Quartararo.",
      "It is going to be a long season.",
      "After 14 races in 2020, all in Europe, and 18 last year in a second Covid-curtailed season, there are 21 on the schedule. That is up from the 19 in each of the two seasons before the pandemic.",
      "Finland makes its belated return after a 40-year gap. Indonesia, which hosted two races in the 1990s, is also added. Australia, Argentina, Japan, Thailand and Malaysia, all cancelled in each of the last two seasons, are scheduled to run in a season that stretches to November 6"
    ]
  }
]
